[
 {
   "WORD": "declivity",
   "DEFINITION": "downward slope"
 },
 {
   "WORD": " HICCIUS DOCCIUS",
   "DEFINITION": "a jugglers formula archaic"
 },
 {
   "WORD": " nudiustertian,",
   "DEFINITION": "[‘ Of or relating to the day before yesterday.’]"
 },
 {
   "WORD": " Sisyphean",
   "DEFINITION": "\"endless and unavailing, as labor or a task\" - sisyphus a king punished by being compelled to roll an immense boulder up a hill, only to watch it roll back down, and to repeat this action forever."
 },
 {
   "WORD": "chiaroscuro",
   "DEFINITION": "The treatment of light and shade in drawing and painting. An effect of contrasted light and shadow created by light falling unevenly or from a particular direction on something."
 },
 {
   "WORD": "pogonotomy",
   "DEFINITION": "[‘The cutting of a beard; shaving.’]"
 },
 {
   "WORD": "abligurition",
   "DEFINITION": "Extravagant spending on food and drink."
 },
 {
   "WORD": "Abreaction",
   "DEFINITION": "The expression and consequent release of a previously repressed emotion, achieved through reliving the experience that caused it (typically through hypnosis or suggestion)"
 },
 {
   "WORD": "absonous",
   "DEFINITION": "Out of tune; unharmonious, dissonant"
 },
 {
   "WORD": "Acataleptic",
   "DEFINITION": "Incomprehensible; not to be know with certainty -n. One who believes we can know nothing with certainty"
 },
 {
   "WORD": "acerbic",
   "DEFINITION": "tasting sour or bitter (archaic) today: (esp. of a comment or style of speaking) sharp and forthright."
 },
 {
   "WORD": "Acquiescent",
   "DEFINITION": "Of a person Ready to accept something without protest, or to do what someone else wants."
 },
 {
   "WORD": "acromelagic",
   "DEFINITION": "marked or affected by enlargement or hypertrophy of the extremities or the face;"
 },
 {
   "WORD": "adduce",
   "DEFINITION": "Cite as evidence"
 },
 {
   "WORD": "adumbrate",
   "DEFINITION": "Report or represent in outline"
 },
 {
   "WORD": "agoraphobic",
   "DEFINITION": "abnormally afraid of open or public places"
 },
 {
   "WORD": "ailanthis",
   "DEFINITION": "A tall large-leaved deciduous tree"
 },
 {
   "WORD": "alacrity",
   "DEFINITION": "Brisk and cheerful readiness. willingness"
 },
 {
   "WORD": "albescent",
   "DEFINITION": "Growing or becoming white; shading or passing into white"
 },
 {
   "WORD": "Aleatory",
   "DEFINITION": "Depending on the throw of a die or on chance; random."
 },
 {
   "WORD": "alfresco",
   "DEFINITION": "in the open air, outdoors"
 },
 {
   "WORD": "Alpenstock",
   "DEFINITION": "A long iron-tipped staff used by hikers and mountain climbers."
 },
 {
   "WORD": "Amanuensis",
   "DEFINITION": "A literary or artistic assistant, in particular one who takes dictation or copies manuscripts. /scribe/clerk/secretary"
 },
 {
   "WORD": "ambit",
   "DEFINITION": "The scope, extent, or bounds of something: \"within the ambit of federal law\"."
 },
 {
   "WORD": "anaclisis",
   "DEFINITION": "relationship marked by strong dependence on others; especially a libidinal attachment"
 },
 {
   "WORD": "analgesic",
   "DEFINITION": "chiefly of a drug) Acting to relieve pain painkiller"
 },
 {
   "WORD": "anality",
   "DEFINITION": " The state of being anal."
 },
 {
   "WORD": "anechoic",
   "DEFINITION": "Free from echo."
 },
 {
   "WORD": "anfractuous",
   "DEFINITION": "Sinuous or circuitous."
 },
 {
   "WORD": "angekok",
   "DEFINITION": " Among the Inuit of Greenland: a sorcerer or medicine-man."
 },
 {
   "WORD": "anhedonia",
   "DEFINITION": "inability to feel pleasure"
 },
 {
   "WORD": "Anon",
   "DEFINITION": "Soon"
 },
 {
   "WORD": "antechamber",
   "DEFINITION": "A small room leading to a main one"
 },
 {
   "WORD": "apotheosis",
   "DEFINITION": "the highest point in the development of something; culmination or climax. Deification , he elevation of someone to divine status"
 },
 {
   "WORD": "aphasia",
   "DEFINITION": "Loss of ability to understand or express speech, caused by brain damage."
 },
 {
   "WORD": "Aphotic - Apochromatic",
   "DEFINITION": "Aphotic means without light, while apochromatic means developing color."
 },
 {
   "WORD": "apocope",
   "DEFINITION": "The loss of a sound or sounds at the end of a word"
 },
 {
   "WORD": "apoplectic",
   "DEFINITION": "adj. Overcome with anger; extremely indignant. w/ connot of a stroke."
 },
 {
   "WORD": "aporia",
   "DEFINITION": "an irresolvable internal contradiction or logical disjunction in a text, argument, or theory. "
 },
 {
   "WORD": "apostomy",
   "DEFINITION": "The abandonment or renunciation of a religious or political belief"
 },
 {
   "WORD": "Apotropaic",
   "DEFINITION": "Supposedly having the power to avert evil influences or bad luck."
 },
 {
   "WORD": "Apposite",
   "DEFINITION": "appropriate apt"
 },
 {
   "WORD": "appurtenances",
   "DEFINITION": "An accessory or other item associated with a particular activity or style of living./ accessories"
 },
 {
   "WORD": "argosy",
   "DEFINITION": "A large merchant ship. ref argonaut"
 },
 {
   "WORD": "argot",
   "DEFINITION": "The jargon or slang of a particular group or class: \"teenage argot\""
 },
 {
   "WORD": "arrant",
   "DEFINITION": "Complete, utter: \"what arrant nonsense!\""
 },
 {
   "WORD": "ascetic",
   "DEFINITION": "Characterized by severe self-discipline and abstention from all forms of indulgence, typically for religious reasons"
 },
 {
   "WORD": "aspersion",
   "DEFINITION": "An attack on the reputation or integrity of someone or something"
 },
 {
   "WORD": "Atavistic",
   "DEFINITION": "Relating to or characterized by reversion to something ancient or ancestral:"
 },
 {
   "WORD": "attar",
   "DEFINITION": "A very fragrant, volatile, essential oil obtained from the petals of the rose; fragrant essence (of roses)"
 },
 {
   "WORD": "augur",
   "DEFINITION": "predict - presage - foretell - prognosticate - bode"
 },
 {
   "WORD": "Auspiscious",
   "DEFINITION": "Conducive to success; favorable: \"an auspicious moment to hold an election\"."
 },
 {
   "WORD": "Avuncular",
   "DEFINITION": "Of or relating to an uncle.//Kind and friendly toward a younger or less experienced person: \"an avuncular manner\"."
 },
 {
   "WORD": "baedeker",
   "DEFINITION": "Karl (1801–59), German publisher. He is known for the series of guidebooks to which he gave his name."
 },
 {
   "WORD": "Balletic",
   "DEFINITION": "Of, relating to, or characteristic of ballet: \"a graceful, balletic movement\"."
 },
 {
   "WORD": "ballism",
   "DEFINITION": "he abnormal swinging jerking movements sometimes seen in chorea"
 },
 {
   "WORD": "Baroque",
   "DEFINITION": "exuberance, grandeur "
 },
 {
   "WORD": "bedizen",
   "DEFINITION": "decorate tastelessly. verb . To dress out, especially in a vulgar or gaudy fashion"
 },
 {
   "WORD": "Belie",
   "DEFINITION": "of an appearance) Fail to give a true notion or impression of (something); disguise or contradict: \"his alert manner belied his years\"."
 },
 {
   "WORD": "belletristic",
   "DEFINITION": "written and regarded for aesthetic value rather than content."
 },
 {
   "WORD": "bellicose",
   "DEFINITION": "Demonstrating aggression and willingness to fight."
 },
 {
   "WORD": "bivouac",
   "DEFINITION": "a temporary camp without tents or cover, used especially by soldiers or mountaineers."
 },
 {
   "WORD": "Blithe",
   "DEFINITION": "Showing a casual and cheerful indifference considered to be callous or improper used to be used ina more positive sense"
 },
 {
   "WORD": "bona fide",
   "DEFINITION": "Genuine; real."
 },
 {
   "WORD": "bourn",
   "DEFINITION": "a small stream, esp. one that flows intermittently or seasonally////limits boundaries (of a field)"
 },
 {
   "WORD": "bradykinesia",
   "DEFINITION": " characterized by slowness of movement"
 },
 {
   "WORD": "brilliantine",
   "DEFINITION": "Scented oil used on men's hair to make it look glossy"
 },
 {
   "WORD": "brisance",
   "DEFINITION": "the shattering or crushing effect of a sudden release of energy as in an explosion"
 },
 {
   "WORD": "cachet",
   "DEFINITION": "The state of being respected or admired; prestige."
 },
 {
   "WORD": "cachinnate",
   "DEFINITION": "Laugh loudly"
 },
 {
   "WORD": "cadastral",
   "DEFINITION": "of a map or survey) showing the extent, value, and ownership of land, esp. for taxation."
 },
 {
   "WORD": "Cadre",
   "DEFINITION": "A small group of people specially trained for a particular purpose or profession."
 },
 {
   "WORD": "calyx",
   "DEFINITION": "the sepals of a flower, typically forming a whorl that encloses the petals and forms a protective layer around a flower in bud."
 },
 {
   "WORD": "candent",
   "DEFINITION": "incandescent: emitting light as a result of being heated; \"an incandescent bulb\"/glowing/flaming/white hot etc..."
 },
 {
   "WORD": "canescent",
   "DEFINITION": "of greyish white; \"the canescent moon\"."
 },
 {
   "WORD": "Canter",
   "DEFINITION": "A three-beat gait of a horse or other quadruped between a trot and a gallop."
 },
 {
   "WORD": "capacious",
   "DEFINITION": "Having a lot of space inside; roomy: \"a capacious van\". spacious wide ample roomy"
 },
 {
   "WORD": "caprice",
   "DEFINITION": "A sudden and unaccountable change of mood or behavior. mercurial volatile unpredictable tempermental"
 },
 {
   "WORD": "carbuncular",
   "DEFINITION": "Pimply"
 },
 {
   "WORD": "Carom",
   "DEFINITION": "strike and rebound"
 },
 {
   "WORD": "Catanonia",
   "DEFINITION": "Abnormality of movement and behavior arising from a disturbed mental state."
 },
 {
   "WORD": "Catastasis",
   "DEFINITION": "http://en.wikipedia.org/wiki/Catastasis"
 },
 {
   "WORD": "cathexis",
   "DEFINITION": "The concentration of mental energy on one particular person, idea, or object (esp. to an unhealthy degree)"
 },
 {
   "WORD": "celerity",
   "DEFINITION": "Swiftness of movement, speed, rapidity, quickness"
 },
 {
   "WORD": "chary",
   "DEFINITION": "cautiously or suspiciously reluctant to do something"
 },
 {
   "WORD": "chatoyant",
   "DEFINITION": "(of a gem, esp. when cut en cabochon) Showing a band of bright reflected light caused by aligned inclusions in the stone."
 },
 {
   "WORD": "chiasma",
   "DEFINITION": "The point at which paired chromosomes remain in contact after crossing over during meiosis"
 },
 {
   "WORD": "Circumambient",
   "DEFINITION": "Surrounding"
 },
 {
   "WORD": "cirrhotic",
   "DEFINITION": "cirrhosis: a chronic disease interfering with the normal functioning of the liver; the major cause is chronic alcoholism"
 },
 {
   "WORD": "Cirri",
   "DEFINITION": "Plural of cirrus;Cloud forming wispy filamentous tufted streaks at high altitude, usually 16,500–45,000 feet (5–13 km)."
 },
 {
   "WORD": "claret",
   "DEFINITION": "A red wine from Bordeaux, or wine of a similar character made elsewhere. deep purple red; HOTEL HALLWAYS"
 },
 {
   "WORD": "clinamen",
   "DEFINITION": "unpredictable swerve of atom;   An inclination, bias - to turn or bend away or aside from the straight course, etc - to lean"
 },
 {
   "WORD": "cognomen",
   "DEFINITION": "An extra personal name given to an ancient Roman citizen, functioning rather like a nickname and typically passed down from father to son//nickname"
 },
 {
   "WORD": "collusive",
   "DEFINITION": "acting together in secret toward a fraudulent or illegal end"
 },
 {
   "WORD": "concupiscence",
   "DEFINITION": "Strong sexual desire; lust"
 },
 {
   "WORD": "confabulation",
   "DEFINITION": "chat: an informal conversation"
 },
 {
   "WORD": "conjobble",
   "DEFINITION": "‘To concert, to settle, to discuss: a low cant word’ (Johnson)"
 },
 {
   "WORD": "conjugal",
   "DEFINITION": "Of or relating to marriage or the relationship between husband and wife: \"conjugal loyalty\"."
 },
 {
   "WORD": "connasceny",
   "DEFINITION": "A being born together; a birth in which two individuals are united."
 },
 {
   "WORD": "Contingent",
   "DEFINITION": "A future event or circumstance that is possible but cannot be predicted with certainty. / chance, possibility, eventuality"
 },
 {
   "WORD": "Contraria Sunt Comlementa",
   "DEFINITION": "opposites are complementary"
 },
 {
   "WORD": "contrivance",
   "DEFINITION": "A thing that is created skillfully and inventively to serve a particular purpose.//device,invention//The use of skill to bring something about or create something"
 },
 {
   "WORD": "convalescent",
   "DEFINITION": "(of a person) recovering from an illness or operation."
 },
 {
   "WORD": "coprolallia",
   "DEFINITION": "The involuntary and repetitive use of obscene language"
 },
 {
   "WORD": "copse",
   "DEFINITION": "bunch of trees"
 },
 {
   "WORD": "cordite",
   "DEFINITION": "A smokeless explosive made from nitrocellulose, nitroglycerine, and petroleum jelly, used in ammunition."
 },
 {
   "WORD": "coruscant",
   "DEFINITION": "Glittering; sparkling"
 },
 {
   "WORD": "costive",
   "DEFINITION": " Suffering from hardness and retention of the fæces; ‘bound’ or confined in the bowels; constipated"
 },
 {
   "WORD": "couchant",
   "DEFINITION": "(of an animal) Lying with the body resting on the legs and the head raised: \"two lions couchant\"."
 },
 {
   "WORD": "Countenance",
   "DEFINITION": "NOUN: A person's face or facial expression. VERB: Admit as acceptable or possible"
 },
 {
   "WORD": "coxcomb",
   "DEFINITION": "A vain and conceited man; a dandy"
 },
 {
   "WORD": "crepuscular",
   "DEFINITION": "Of, resembling, or relating to twilight"
 },
 {
   "WORD": "cuckold",
   "DEFINITION": "The husband of an adulteress, often regarded as an object of derision"
 },
 {
   "WORD": "cuirass",
   "DEFINITION": "A piece of armor consisting of breastplate and backplate fastened together. ARMOUR"
 },
 {
   "WORD": "cyan",
   "DEFINITION": "A greenish-blue color, one of the primary subtractive colors, complementary to red."
 },
 {
   "WORD": "dasein",
   "DEFINITION": "(german/heideggerian term) being here/existence \"Thus it is a form of being that is aware of and must confront such issues as personhood, mortality and the dilemma or paradox of living in relationship with other humans while being ultimately alone with oneself\" (dfw, but much more than just this)"
 },
 {
   "WORD": "Decolletage",
   "DEFINITION": "a low-cut neckline on a woman's dress"
 },
 {
   "WORD": "deleterious",
   "DEFINITION": "Hurtful or injurious to life or health; noxious."
 },
 {
   "WORD": "Deliquiesce",
   "DEFINITION": "Become liquid, typically during decomposition."
 },
 {
   "WORD": "demiurge",
   "DEFINITION": "A being responsible for the creation of the universe, in particular // (in Platonic philosophy) The Maker or Creator of the world."
 },
 {
   "WORD": "demotic",
   "DEFINITION": "denoting or relating to the kind of language used by ordinary people; popular or colloquial."
 },
 {
   "WORD": "demur",
   "DEFINITION": "Raise doubts or objections or show reluctance. The action or process of objecting to or hesitating over something"
 },
 {
   "WORD": "demure",
   "DEFINITION": "(of a woman or her behavior) Reserved, modest, and shy"
 },
 {
   "WORD": "dentition",
   "DEFINITION": "The arrangement or condition of the teeth in a particular species or individual"
 },
 {
   "WORD": "descant",
   "DEFINITION": "Talk tediously or at length."
 },
 {
   "WORD": "descant",
   "DEFINITION": "An independent treble melody usually sung or played above a basic melody.// Talk tediously or at length //"
 },
 {
   "WORD": "despondency",
   "DEFINITION": "A state of low spirits caused by loss of hope or courage."
 },
 {
   "WORD": "dessicate",
   "DEFINITION": " Desiccation is the state of extreme dryness, or the process of extreme drying"
 },
 {
   "WORD": "Detritus",
   "DEFINITION": "Waste or debris of any kind."
 },
 {
   "WORD": "diametric",
   "DEFINITION": "Of opposition or the like:"
 },
 {
   "WORD": "dilettante",
   "DEFINITION": "A person who claims an area of interest, such as the arts, without real commitment or knowledge."
 },
 {
   "WORD": "Dipsomaniac",
   "DEFINITION": "Alcoholic"
 },
 {
   "WORD": "dirigible",
   "DEFINITION": "navigable/governable. airship or blimp"
 },
 {
   "WORD": "dirndle",
   "DEFINITION": "A full, wide skirt with a tight waistband"
 },
 {
   "WORD": "diverticulitis",
   "DEFINITION": "Inflammation of a diverticulum, esp. in the colon, causing pain and disturbance of bowel function"
 },
 {
   "WORD": "dolorous",
   "DEFINITION": "Feeling or expressing great sorrow or distress. sad"
 },
 {
   "WORD": "doxology",
   "DEFINITION": "The utterance of praise to God; thanksgiving. Obs. ///A short formula of praise to God, esp. one in liturgical use; spec. the Gloria in excelsis or ‘Greater doxology’, the Gloria Patri or ‘Lesser doxology’, or some metrical formula, such as the verse beginning ‘Praise God from whom all blessings flow’."
 },
 {
   "WORD": "duplicitous",
   "DEFINITION": "deceitful"
 },
 {
   "WORD": "dysphoric",
   "DEFINITION": "generalized feeling of distress."
 },
 {
   "WORD": "e unibus pluram",
   "DEFINITION": "out of many, one."
 },
 {
   "WORD": "ebullient",
   "DEFINITION": "Cheerful and full of energy: \"she sounded ebullient and happy\". /or boiling"
 },
 {
   "WORD": "Écorché",
   "DEFINITION": " is a figure drawn, painted, or sculpted showing the muscles of the body without skin. Renaissance architect and theorist, Leon Battista Alberti recommended that when painters intend to depict a nude, they should first arrange the muscles and bones, then depict the overlying skin"
 },
 {
   "WORD": "Ecumenical",
   "DEFINITION": "Representing a number of different Christian churches. Promoting or relating to unity among the world's Christian churches: \"ecumenical dialogue\"."
 },
 {
   "WORD": "ecumenism",
   "DEFINITION": "the principle or aim of promoting unity among the world's Christian churches. (but maybe also as just promoting unity (secular))"
 },
 {
   "WORD": "effete",
   "DEFINITION": "(of a person) Affected, overrefined, and ineffectual: \"effete trendies from art college\"."
 },
 {
   "WORD": "effigy",
   "DEFINITION": "An effigy is a representation of a specific person, especially in the form of sculpture or some other three-dimensional medium."
 },
 {
   "WORD": "egress",
   "DEFINITION": "The action of going out of or leaving a place: \"direct means of access and egress\""
 },
 {
   "WORD": "Elan",
   "DEFINITION": "Ardor/Enthusiasm or passion. feeling of strong eagerness"
 },
 {
   "WORD": "emery",
   "DEFINITION": "sandpaper for stones, glass, rocks, a coarse variaty of corundrum"
 },
 {
   "WORD": "emetics",
   "DEFINITION": "A medicine or other substance that causes vomiting - s. verb: Causing vomiting"
 },
 {
   "WORD": "encephalon",
   "DEFINITION": "brain"
 },
 {
   "WORD": "enfilade",
   "DEFINITION": "A volley of gunfire directed along a line from end to end."
 },
 {
   "WORD": "entheos",
   "DEFINITION": "An indwelling divine power; inspiration."
 },
 {
   "WORD": "Ephebe",
   "DEFINITION": "Young man in ancient Greece aged 18-20 undergoing military training"
 },
 {
   "WORD": "epicene",
   "DEFINITION": "Having characteristics of both sexes or no characteristics of either sex; of indeterminate sex androgynous hermaphrodite"
 },
 {
   "WORD": "epithet",
   "DEFINITION": "an adjective or descriptive phrase expressing a quality characteristic of the person or thing mentioned."
 },
 {
   "WORD": "eponym",
   "DEFINITION": "A person after whom a discovery, invention, place, etc., is named"
 },
 {
   "WORD": "erumpent",
   "DEFINITION": "Bursting forth or through a surface."
 },
 {
   "WORD": "Eschatology",
   "DEFINITION": "The part of theology concerned with death, judgment, and the final destiny of the soul and of humankind."
 },
 {
   "WORD": "Espadrille",
   "DEFINITION": "A light canvas shoe with a plaited fiber sole."
 },
 {
   "WORD": "espial",
   "DEFINITION": "The action of watching or catching sight of or the fact of being seen."
 },
 {
   "WORD": "et in arcadia ego",
   "DEFINITION": "i too, am in arcadia (death is even in pastoral utopian heaven)"
 },
 {
   "WORD": "ethos",
   "DEFINITION": "The characteristic spirit of a culture, era, or community as seen in its beliefs and aspirations. character"
 },
 {
   "WORD": "etiology",
   "DEFINITION": "he cause, set of causes, or manner of causation of a disease or condition. \"given a reason for\""
 },
 {
   "WORD": "eustacia",
   "DEFINITION": "Eustacian) The Eustachian tube (or auditory tube or pharyngotympanic tube) is a tube that links the pharynx to the middle ea"
 },
 {
   "WORD": "Evince",
   "DEFINITION": "Manifest, Reveal the presence of (a quality or feeling), be evidence of"
 },
 {
   "WORD": "extemporize",
   "DEFINITION": "Compose, perform, or produce something such as music or a speech without preparation; improvise"
 },
 {
   "WORD": "Facile",
   "DEFINITION": "(esp. of a theory or argument) Appearing neat and comprehensive by ignoring the complexities of an issue; superficial."
 },
 {
   "WORD": "facsimile",
   "DEFINITION": "An exact copy, esp. of written or printed material , copy, replica, fax  Make a copy of, version"
 },
 {
   "WORD": "facsimile",
   "DEFINITION": "An exact copy, esp. of written or printed material."
 },
 {
   "WORD": "falstaffian",
   "DEFINITION": "Of or resembling Shakespeare's character Sir John Falstaff in being fat, jolly, and debauched: \"a Falstaffian gusto for life\"."
 },
 {
   "WORD": "fandango",
   "DEFINITION": "A lively Spanish dance for two people, typically accompanied by castanets or tambourine. // foolish or uselss act or thing"
 },
 {
   "WORD": "Fantod",
   "DEFINITION": "A state or attack of uneasiness or unreasonableness.\n\n"
 },
 {
   "WORD": "farrier",
   "DEFINITION": "A craftsman who trims and shoes horses' hooves"
 },
 {
   "WORD": "Febrile",
   "DEFINITION": "Having or showing the symptoms of a fever."
 },
 {
   "WORD": "feckless",
   "DEFINITION": "(of a person) Lacking in efficiency or vitality./powerless/unthinking/irresponsible"
 },
 {
   "WORD": "feldspar",
   "DEFINITION": "An abundant rock-forming mineral typically occurring as colorless or pale-colored crystals and consisting of aluminosilicates of"
 },
 {
   "WORD": "felo de se",
   "DEFINITION": "archaic legal term meaning suicide"
 },
 {
   "WORD": "ferrule",
   "DEFINITION": "a metal cap or band placed on a wooden pole to prevent splitting"
 },
 {
   "WORD": "festoon",
   "DEFINITION": "A chain or garland of flowers, leaves, or ribbons, hung in a curve as a decoration. Garland wreath"
 },
 {
   "WORD": "feststrich",
   "DEFINITION": "book of honour"
 },
 {
   "WORD": "fiat",
   "DEFINITION": "A formal authorization or proposition; a decree./order/ordinance"
 },
 {
   "WORD": "fictile",
   "DEFINITION": "Made of earth or clay by a potter, plastic, earthen"
 },
 {
   "WORD": "filibuster",
   "DEFINITION": "vb. Act in an obstructive manner in a legislature, esp. by speaking at inordinate length."
 },
 {
   "WORD": "finial",
   "DEFINITION": "The finial is an architectural device, typically carved in stone and employed decoratively to emphasize the apex of a gable or any of various distinctive ornaments at the top, end, or corner of a building or structure. // the top of a pineapple!"
 },
 {
   "WORD": "flense",
   "DEFINITION": "Slice the skin or fat from (a carcass, esp. that of a whale"
 },
 {
   "WORD": "foible",
   "DEFINITION": "A minor weakness or eccentricity in someone's character"
 },
 {
   "WORD": "fop",
   "DEFINITION": "A man who is concerned with his clothes and appearance in an affected and excessive way; a dandy."
 },
 {
   "WORD": "Formica",
   "DEFINITION": "A hard durable plastic laminate used for countertops, cupboard doors, and other surfaces."
 },
 {
   "WORD": "fricative",
   "DEFINITION": "Denoting a type of consonant made by the friction of breath in a narrow opening, producing a turbulent air flow."
 },
 {
   "WORD": "frisson",
   "DEFINITION": "A sudden strong feeling of excitement or fear; a thrill: \"a frisson of excitement\"."
 },
 {
   "WORD": "Fugue",
   "DEFINITION": " A state or period of loss of awareness of one's identity // or music: a contrapuntal composition in which a short melody or phrase (the subject) is introduced by one part and successively taken up by others and developed by interweaving the parts."
 },
 {
   "WORD": "fulgurant",
   "DEFINITION": "dazzling: amazingly impressive; suggestive of the flashing of lightning; "
 },
 {
   "WORD": "fungible",
   "DEFINITION": "(of goods contracted for without an individual specimen being specified) able to replace or be replaced by another identical item; mutually interchangeable."
 },
 {
   "WORD": "galantophile",
   "DEFINITION": "A collector of or expert on snowdrops"
 },
 {
   "WORD": "gallant",
   "DEFINITION": "A man who pays special attention to women. Brave/courageous/heroic/chivalric"
 },
 {
   "WORD": "Galoot",
   "DEFINITION": "A clumsy or oafish person (often as a term of abuse)."
 },
 {
   "WORD": "gasconade",
   "DEFINITION": "Extravagant boasting. brag. fanfaronade"
 },
 {
   "WORD": "gelid",
   "DEFINITION": "icy; extremely cold."
 },
 {
   "WORD": "genuflect",
   "DEFINITION": "ower one's body briefly by bending one knee to the ground, typically in worship or as a sign of respect"
 },
 {
   "WORD": "genuflect",
   "DEFINITION": "Lower one's body briefly by bending one knee to the ground, typically in worship or as a sign of respect. KNEEL"
 },
 {
   "WORD": "gerrymander",
   "DEFINITION": "Manipulate the boundaries of (an electoral constituency) so as to favor one party or class."
 },
 {
   "WORD": "gewgaw",
   "DEFINITION": "a showy thing, especially one that is useless or worthless"
 },
 {
   "WORD": "glabrous",
   "DEFINITION": "Free from hair or down; smooth"
 },
 {
   "WORD": "gnome",
   "DEFINITION": "A short statement encapsulating a general truth; a maxim . garden. elf. etc."
 },
 {
   "WORD": "gourmand",
   "DEFINITION": "A person who enjoys eating and often eats too much. a glutton. connoisseur of good food"
 },
 {
   "WORD": "hackle",
   "DEFINITION": "Hairs along the back of an animal that rise when it is angry or alarmed."
 },
 {
   "WORD": "hagiography",
   "DEFINITION": "The writing of the lives of saints."
 },
 {
   "WORD": "Halcyon",
   "DEFINITION": "Denoting a period of time in the past that was idyllically happy and peaceful // A bird of which the ancients fabled that it bred about the time of the winter solstice in a nest floating on the sea, and that it charmed the wind and waves so that the sea was specially calm during the period: usually identified with a species of kingfisher, hence a poetic name of this bird. // ety kingfisher"
 },
 {
   "WORD": "Hale",
   "DEFINITION": "Strong and healthy"
 },
 {
   "WORD": "handsel",
   "DEFINITION": "[‘ trans. To give (a person) a gift at the beginning of the year or day, on a birthday, etc., as a token of good luck. Also more generally: to give a gift on any occasion. Formerly also in ironic use: †to present or greet with something unwelcome (obs.).’]"
 },
 {
   "WORD": "haptic",
   "DEFINITION": "is any form of nonverbal communication involving touch /// Of the nature of, involving, or relating to the sense of touch, the perception of position and motion /kinaesthetic, tactility"
 },
 {
   "WORD": "heresiarch",
   "DEFINITION": "  A leader or founder of a heresy. Also transf."
 },
 {
   "WORD": "heteroclite",
   "DEFINITION": "abnormal and irregular"
 },
 {
   "WORD": "heteroclite",
   "DEFINITION": "abnormal or irregular. an abnormal thing or person."
 },
 {
   "WORD": "highfalutin",
   "DEFINITION": "Absurdly pompous speech or writing; bombast."
 },
 {
   "WORD": "hirsute",
   "DEFINITION": "hairy // of or pertaining to matters of hair"
 },
 {
   "WORD": "Hobbesian",
   "DEFINITION": "English materialist and political philosopher who advocated absolute sovereignty as the only kind of government that could resolve problems caused by the selfishness of human beings"
 },
 {
   "WORD": "hyaline",
   "DEFINITION": "Having a glassy, translucent appearance./noun/ A thing that is clear and translucent like glass, esp. a smooth sea or a clear sky"
 },
 {
   "WORD": "hydrocephalus",
   "DEFINITION": "water on the brain"
 },
 {
   "WORD": "hyperkeratosis",
   "DEFINITION": "Abnormal thickening of the outer layer of the skin."
 },
 {
   "WORD": "ideation",
   "DEFINITION": "The formation of ideas or concepts: \"paranoid ideation\"."
 },
 {
   "WORD": "ignis fatuus",
   "DEFINITION": "A phosphorescent light seen hovering or flitting over marshy ground, and supposed to be due to the spontaneous combustion of an inflammable gas (phosphuretted hydrogen) derived from decaying organic matter; popularly called Will-o'-the-wisp, Jack-a-lantern, etc. // When approached, the ignis fatuus appeared to recede, and finally to vanish, sometimes reappearing in another direction. This led to the notion that it was the work of a mischievous sprite, intentionally leading benighted travellers astray. Hence the term is commonly used allusively or fig. for any delusive guiding principle, hope, aim, etc"
 },
 {
   "WORD": "imbricate",
   "DEFINITION": "Arrange (scales, sepals, plates, etc.) so that they overlap like roof tiles."
 },
 {
   "WORD": "imbroglio",
   "DEFINITION": "An extremely confused, complicated, or embarrassing situation: \"the Watergate imbroglio\". entanglement complication"
 },
 {
   "WORD": "imprecate",
   "DEFINITION": "curse: wish harm upon; invoke evil upon; "
 },
 {
   "WORD": "imprimatur",
   "DEFINITION": "Official approval; sanction. An official license by the Roman Catholic Church to print an ecclesiastical or religious book"
 },
 {
   "WORD": "inchoate",
   "DEFINITION": "Just begun and so not fully formed or developed; rudimentary: \"a still inchoate democracy\"."
 },
 {
   "WORD": "incipient",
   "DEFINITION": "In an initial stage; beginning to happen or develop: \"incipient anger\""
 },
 {
   "WORD": "incontinence",
   "DEFINITION": "involuntary urination or defecation."
 },
 {
   "WORD": "incorrigible",
   "DEFINITION": "Not able to be corrected, improved, or reformed."
 },
 {
   "WORD": "ineluctable",
   "DEFINITION": "Unable to be resisted or avoided; inescapable: \"the ineluctable facts\"."
 },
 {
   "WORD": "Infantophile",
   "DEFINITION": "An adult who is sexually attracted to babies and young children 0 - 5 years of age"
 },
 {
   "WORD": "ingratiate",
   "DEFINITION": "Bring oneself into favor with someone by flattering or trying to please them"
 },
 {
   "WORD": "inimical",
   "DEFINITION": "Tending to obstruct or harm: \"actions inimical to our interests\" hostile, unfriendly adverse, enemy, antagonistic"
 },
 {
   "WORD": "insipid",
   "DEFINITION": "Lacking flavor: \"insipid coffee\". //acking vigor or interest."
 },
 {
   "WORD": "insolent",
   "DEFINITION": "Showing a rude or arrogant lack of respect"
 },
 {
   "WORD": "insouciant ",
   "DEFINITION": "casual: marked by blithe unconcern"
 },
 {
   "WORD": "intaglio",
   "DEFINITION": "A design incised or engraved into a materia"
 },
 {
   "WORD": "inter alia ",
   "DEFINITION": "amongst other things"
 },
 {
   "WORD": "intercalate",
   "DEFINITION": "Insert (something) between layers in a crystal lattice, geological formation, or other structure"
 },
 {
   "WORD": "interpolate",
   "DEFINITION": "Insert (something) between fixed points"
 },
 {
   "WORD": "intransigent ",
   "DEFINITION": "Unwilling or refusing to change one's views or to agree about something"
 },
 {
   "WORD": "invective",
   "DEFINITION": "Insulting, abusive, or highly critical language."
 },
 {
   "WORD": "inveterate",
   "DEFINITION": "Having a particular habit, activity, or interest that is long-established and unlikely to change."
 },
 {
   "WORD": "irrumate",
   "DEFINITION": "to practise fellatio on"
 },
 {
   "WORD": "jactitation",
   "DEFINITION": "The restless tossing of the body in illness"
 },
 {
   "WORD": "jeremiad",
   "DEFINITION": "A jeremiad is a long literary work, usually in prose, but sometimes in verse, in which the author bitterly laments the state of society and its morals in a serious tone of sustained invective, and always contains a prophecy of society's imminent downfall."
 },
 {
   "WORD": "kaopectic",
   "DEFINITION": "colour of pepto bismal"
 },
 {
   "WORD": "katabasis",
   "DEFINITION": " (from Greek κατὰ, \"down\" βαίνω \"go\") is a descent of some type, such as moving downhill, or the sinking of the winds or sun, a military retreat, or a trip to the underworld or a trip from the interior of a country down to the coast"
 },
 {
   "WORD": "kleptomaniac",
   "DEFINITION": "someone with an irrational urge to steal in the absence of an economic motive."
 },
 {
   "WORD": "Lachrymose",
   "DEFINITION": "Tearful or given to weeping."
 },
 {
   "WORD": "lambent",
   "DEFINITION": "(of light or fire) Glowing, gleaming, or flickering with a soft radiance"
 },
 {
   "WORD": "lapsarian",
   "DEFINITION": "The Fall of Man or simply the Fall refers in Christian doctrine to the transition of the first humans from a state of innocent obedience"
 },
 {
   "WORD": "lassitude",
   "DEFINITION": "A state of physical or mental weariness; lack of energy"
 },
 {
   "WORD": "Legation",
   "DEFINITION": "A diplomatic minister, esp. one below the rank of ambassador, and their staff."
 },
 {
   "WORD": "lemniscate",
   "DEFINITION": "n algebraic geometry, lemniscate refers to any of several figure-eight or ∞ shaped curves"
 },
 {
   "WORD": "Leonine",
   "DEFINITION": "Of or resembling a lion."
 },
 {
   "WORD": "libation",
   "DEFINITION": "A drink poured out as an offering to a deity"
 },
 {
   "WORD": "LImboed",
   "DEFINITION": "Past tense of limbo, dance in such way"
 },
 {
   "WORD": "lucubration",
   "DEFINITION": "study; meditation"
 },
 {
   "WORD": "luddite",
   "DEFINITION": "A person opposed to increased industrialization or new technology./ 19th-century English textile artisans who violently protested against the machinery introduced during the Industrial Revolution that made it possible to replace them with less-skilled, low-wage labourers, leaving them without work"
 },
 {
   "WORD": "ludic",
   "DEFINITION": "showing spontaneous and undirected playfulness. (!!)"
 },
 {
   "WORD": "lugubrious",
   "DEFINITION": "Looking or sounding sad and dismal."
 },
 {
   "WORD": "lumpen",
   "DEFINITION": "(in Marxist contexts) uninterested in revolutionary advancement (lumpen proletariat/public)"
 },
 {
   "WORD": "mafficking",
   "DEFINITION": "Noisy rejoicings of a multitude"
 },
 {
   "WORD": "mallemaroking",
   "DEFINITION": "The boisterous and drunken exchange of hospitality between sailors in extreme northern waters."
 },
 {
   "WORD": "Mare Imbrium",
   "DEFINITION": " latin \"Sea of Showers\" or \"Sea of Rains\"), is a vast lunar mare filling a basin on Earth's Moon."
 },
 {
   "WORD": "Marin-Amat syndrome",
   "DEFINITION": "This is involuntary closure on one eye"
 },
 {
   "WORD": "martinet",
   "DEFINITION": "A strict disciplinarian, esp. in the armed forces"
 },
 {
   "WORD": "mavourneen",
   "DEFINITION": "(irish/gaelic) My darling"
 },
 {
   "WORD": "Maxillofacial",
   "DEFINITION": "Of or relating to the jaws and face."
 },
 {
   "WORD": "mentation",
   "DEFINITION": "Mental activity."
 },
 {
   "WORD": "meshugas",
   "DEFINITION": " Esp. in Jewish usage: madness, craziness; nonsense, foolishness; (as a count noun) a foolish idea; a foible, an idiosyncracy."
 },
 {
   "WORD": "metempsychosis",
   "DEFINITION": "The supposed transmigration at death of the soul of a human being or animal into a new body."
 },
 {
   "WORD": "miasma",
   "DEFINITION": "A highly unpleasant or unhealthy smell or vapor: \"a miasma of stale alcohol\". sort of mist or atmAn oppressive or unpleasant atmosphere that surrounds or emanates from something."
 },
 {
   "WORD": "Micturition",
   "DEFINITION": "pee"
 },
 {
   "WORD": "mien",
   "DEFINITION": "A person's look or manner, indicating their character or mood"
 },
 {
   "WORD": "millifleurs",
   "DEFINITION": " A perfume distilled from flowers of different kinds"
 },
 {
   "WORD": "Mimesis",
   "DEFINITION": "mimicry imitation"
 },
 {
   "WORD": "miscgenenation",
   "DEFINITION": "The interbreeding of people of different racial types"
 },
 {
   "WORD": "misprision",
   "DEFINITION": "The deliberate concealment of one's knowledge of a treasonable act or a felony//Erroneous judgment, esp. of the value or identity of something."
 },
 {
   "WORD": "misprision",
   "DEFINITION": "The deliberate concealment of one's knowledge of a treasonable act or a felony.//Erroneous judgment, esp. of the value or identity of something"
 },
 {
   "WORD": "Mordant",
   "DEFINITION": "Having or showing a sharp or critical quality; biting."
 },
 {
   "WORD": "moue`",
   "DEFINITION": "A pouting expression used to convey annoyance or distaste"
 },
 {
   "WORD": "mucro",
   "DEFINITION": "A short sharp point at the end of a part or organ."
 },
 {
   "WORD": "mullato",
   "DEFINITION": "a term used to refer to a person who is born from one white parent and one black parent, or more broadly, a person of any \"mixed\" ancestry"
 },
 {
   "WORD": "mummer",
   "DEFINITION": "an actor who communicates entirely by gesture and facial expression"
 },
 {
   "WORD": "mumpsimus",
   "DEFINITION": "A person who obstinately adheres to old ways in spite of clear evidence that they are wrong; an ignorant and bigoted opponent of reform."
 },
 {
   "WORD": "mundivagant",
   "DEFINITION": "‘ That roams around the world.’"
 },
 {
   "WORD": "Murated",
   "DEFINITION": "Surrounded by walls"
 },
 {
   "WORD": "murine",
   "DEFINITION": "Of, relating to, or affecting mice or related rodents of the family Muridae"
 },
 {
   "WORD": "mysticetously",
   "DEFINITION": " whale of the suborder Mysticeti of baleen or whalebone whales; spec. the Greenland right whale or bowhead, Balaena mysticetus"
 },
 {
   "WORD": "Mythopoetic",
   "DEFINITION": "Of or relating to the making of a myth or myths...relating to or denoting a movement for men that uses activities such as storytelling and poetry reading as a means of self-understanding."
 },
 {
   "WORD": "nacreous",
   "DEFINITION": "consisting of or resembling mother-of-pearl"
 },
 {
   "WORD": "Nadir",
   "DEFINITION": "The lowest point in the fortunes of a person or organization"
 },
 {
   "WORD": "necrosis",
   "DEFINITION": "The death of most or all of the cells in an organ or tissue due to disease, injury, or failure of the blood supply."
 },
 {
   "WORD": "Neologism",
   "DEFINITION": "A newly coined word or expression"
 },
 {
   "WORD": "niaiserie",
   "DEFINITION": "Simplicity; foolishness; (in later use) esp. an instance of this."
 },
 {
   "WORD": "nidify",
   "DEFINITION": " To make a nest or nests."
 },
 {
   "WORD": "nimiety",
   "DEFINITION": " Excess, redundancy, superfluity; an instance of this.’"
 },
 {
   "WORD": "noesis",
   "DEFINITION": "cognition: the psychological result of perception and learning and reasonin"
 },
 {
   "WORD": "Non dolet paete",
   "DEFINITION": "His wife Arria stabbed herself first in order to give him the courage to do this and handed him the dagger saying \"Non dolet, Paete!\" (\"It doesn't hurt, Paetus\")."
 },
 {
   "WORD": "non se ipse",
   "DEFINITION": "Not oneself, as a result of being intoxicated.’"
 },
 {
   "WORD": "noncontingent",
   "DEFINITION": "Not dependent on some other condition, circumstance, or variable. or \"logically necessary\""
 },
 {
   "WORD": "nostrums",
   "DEFINITION": " medicine, esp. an ineffective one, prepared by an unqualified person."
 },
 {
   "WORD": "novocaine",
   "DEFINITION": "anathesia"
 },
 {
   "WORD": "nullifidian",
   "DEFINITION": " A person having no faith or religion, an atheist; a sceptic in matters of religion.’"
 },
 {
   "WORD": "numinous",
   "DEFINITION": "Having a strong religious or spiritual quality; indicating or suggesting the presence of a divinity."
 },
 {
   "WORD": "nystagmus",
   "DEFINITION": "A rapid, involuntary, oscillatory motion of the eyeball."
 },
 {
   "WORD": "obdurate",
   "DEFINITION": "Stubbornly refusing to change one's opinion or course of action/ stubborn"
 },
 {
   "WORD": "obstetrics",
   "DEFINITION": "The branch of medicine and surgery concerned with childbirth and the care of women giving birth."
 },
 {
   "WORD": "occultation",
   "DEFINITION": "eclipse: one celestial body obscures another."
 },
 {
   "WORD": "odious",
   "DEFINITION": "xtremely unpleasant; repulsive."
 },
 {
   "WORD": "offal",
   "DEFINITION": "The entrails and internal organs of an animal used as food / waste rubbish"
 },
 {
   "WORD": "olamic",
   "DEFINITION": " Of or belonging to an age or cycle of the universe, esp. in Jewish and Christian theology; everlasting.’"
 },
 {
   "WORD": "olid",
   "DEFINITION": "  Having a strong and unpleasant smell; fetid, rank. pongy"
 },
 {
   "WORD": "ombre",
   "DEFINITION": "A trick-taking card game for three people using a pack of forty cards, popular in Europe in the 17th–18th centuries."
 },
 {
   "WORD": "omphalos",
   "DEFINITION": "The center or hub of something."
 },
 {
   "WORD": "oneiric",
   "DEFINITION": "relating to dreams or dreaming."
 },
 {
   "WORD": "opine",
   "DEFINITION": "Hold and state as one's opinion:"
 },
 {
   "WORD": "organon",
   "DEFINITION": "An instrument of thought or knowledge; a means of reasoning, discovery, etc.; esp. a system of rules or principles of demonstration or investigation. Freq. used as the collective title for the logical treatises of Aristotle."
 },
 {
   "WORD": "Orphism",
   "DEFINITION": "A Greek cult dating from the 6th cent. b.c., supposed to have been founded by Orpheus, and based on Dionysian rites and mysteries of death, purification, and rebirth; the system of mystic philosophy drawn from this cult. // by characterizing human souls as divine and immortal but doomed to live (for a period) in a \"grievous circle\" of successive bodily lives through metempsychosis or the transmigration of souls.by prescribing an ascetic way of life which, together with secret initiation rites, was supposed to guarantee not only eventual release from the \"grievous circle\" but also communion with god(s). by warning of postmortem punishment for certain transgressions committed during life. by being founded upon sacred writings about the origin of gods and human beings."
 },
 {
   "WORD": "orts",
   "DEFINITION": "scraps or morsels of food left at a meal"
 },
 {
   "WORD": "osseous",
   "DEFINITION": "Bony, consisting of, or turned into bone."
 },
 {
   "WORD": "ostensibly",
   "DEFINITION": "Apparently or purportedly, but perhaps not actually: seemingy"
 },
 {
   "WORD": "obstreperous",
   "DEFINITION": "Noisy and difficult to control: \"the boy is cocky and obstreperous\""
 },
 {
   "WORD": "otiose (why 263?)",
   "DEFINITION": "Serving no practical purpose or result, idle, indolent, useless, superfluous"
 },
 {
   "WORD": "oubliette",
   "DEFINITION": "A secret dungeon with access only through a trapdoor in its ceiling"
 },
 {
   "WORD": "paedication",
   "DEFINITION": "  Anal intercourse; buggery. (depudicate: To violate the chastity of, deflower)"
 },
 {
   "WORD": "palanquin",
   "DEFINITION": "(in India and the East) A covered litter for one passenger, consisting of a large box carried on two horizontal poles by four or six..."
 },
 {
   "WORD": "palpable",
   "DEFINITION": "able to be touched or felt"
 },
 {
   "WORD": "panacea",
   "DEFINITION": "A solution or remedy for all difficulties or diseases"
 },
 {
   "WORD": "panache",
   "DEFINITION": "Flamboyant confidence of style or manner. reckless courage"
 },
 {
   "WORD": "panatela",
   "DEFINITION": "A long thin cigar."
 },
 {
   "WORD": "panoply",
   "DEFINITION": "A complete or impressive collection of things / splendid display"
 },
 {
   "WORD": "pap",
   "DEFINITION": "Reading matter or entertainment that is worthless or lacking in substanc//Bland soft or semiliquid food such as that suitable for babies or invalids"
 },
 {
   "WORD": "paraffin",
   "DEFINITION": "A flammable, whitish, translucent, waxy solid consisting of a mixture of saturated hydrocarbons, obtained by distillation from petroleum//kerosene"
 },
 {
   "WORD": "paragram",
   "DEFINITION": "A play on words in which a letter or group of letters in a word is altered so as to produce or suggest another word. fishful thinking"
 },
 {
   "WORD": "Parochial",
   "DEFINITION": "Having a limited or narrow outlook or scope"
 },
 {
   "WORD": "paroxysm",
   "DEFINITION": "A sudden attack or violent expression of a particular emotion or activity."
 },
 {
   "WORD": "parralax",
   "DEFINITION": "The effect whereby the position or direction of an object appears to differ when viewed from different positions"
 },
 {
   "WORD": "parturient",
   "DEFINITION": "(of a woman or female mammal) About to give birth; in labor"
 },
 {
   "WORD": "paucity",
   "DEFINITION": "The presence of something only in small or insufficient quantities or amounts; scarcity."
 },
 {
   "WORD": "Pedantry",
   "DEFINITION": "An ostentatious and inappropriate display of learning/ A pedant is a person who is excessively concerned with formalism and precision, or who makes a show of his or her learning."
 },
 {
   "WORD": "pellicle",
   "DEFINITION": "A small or thin skin; a fine sheet or layer covering a surface or (occas.) enclosing a cavity; a membrane, a cuticle, a film."
 },
 {
   "WORD": "Penchant",
   "DEFINITION": "A strong or habitual liking for something or tendency to do something."
 },
 {
   "WORD": "penury",
   "DEFINITION": "Extreme poverty; destitution"
 },
 {
   "WORD": "peregrination",
   "DEFINITION": "travels, treks, excursions (usually on foot)"
 },
 {
   "WORD": "Perfervid",
   "DEFINITION": "ultimate word for FERVID, or FERVENT. fiery/hot/zealous/ardent/passionate/enthusiastic"
 },
 {
   "WORD": "Perfidious",
   "DEFINITION": "Deceitful and untrustworthy"
 },
 {
   "WORD": "perforce",
   "DEFINITION": "Used to express necessity or inevitability: \"amateurs, perforce, have to settle for less expensive solutions"
 },
 {
   "WORD": "pertussis",
   "DEFINITION": "whooping cough: a disease of the respiratory mucous membrane"
 },
 {
   "WORD": "petitio principii",
   "DEFINITION": "begging the question"
 },
 {
   "WORD": "petulant",
   "DEFINITION": "(of a person or their manner) Childishly sulky or bad-tempered."
 },
 {
   "WORD": "phatic",
   "DEFINITION": "Denoting or relating to language used for general purposes of social interaction"
 },
 {
   "WORD": "Phylactery",
   "DEFINITION": "A small leather box containing Hebrew texts on vellum, worn by Jewish men at morning prayer as a reminder to keep the law."
 },
 {
   "WORD": "phylogenetic",
   "DEFINITION": "of or relating to the evolutionary development of organisms"
 },
 {
   "WORD": "picayune",
   "DEFINITION": "Petty; worthless."
 },
 {
   "WORD": "picric",
   "DEFINITION": "Designating a type of bitter yellow acid."
 },
 {
   "WORD": "Pityriasis Rosea",
   "DEFINITION": "n itchy rash develops over the trunk and extremities"
 },
 {
   "WORD": "plangent",
   "DEFINITION": "(of a sound) Loud, reverberating, and often melancholy///also plangent waves crashing"
 },
 {
   "WORD": "plenitude",
   "DEFINITION": "An abundance."
 },
 {
   "WORD": "pleonastic",
   "DEFINITION": "repetition of same sense in different words; \"`a true fact' and `a free gift' are pleonastic expressions"
 },
 {
   "WORD": "Pleurae",
   "DEFINITION": "Each of a pair of serous membranes lining the thorax and enveloping the lungs in humans and other mammals"
 },
 {
   "WORD": "pneuma",
   "DEFINITION": "The vital spirit, soul, or creative force of a person"
 },
 {
   "WORD": "poofta",
   "DEFINITION": "homosexual"
 },
 {
   "WORD": "portent",
   "DEFINITION": "A sign or warning that something, esp. something momentous or calamitous, is likely to happen "
 },
 {
   "WORD": "prandial",
   "DEFINITION": "During or relating to the eating of food"
 },
 {
   "WORD": "prehensile",
   "DEFINITION": "(chiefly of an animal's limb or tail) Capable of grasping."
 },
 {
   "WORD": "prepuce",
   "DEFINITION": "a fold of skin covering the tip of the clitoris"
 },
 {
   "WORD": "preternatural",
   "DEFINITION": "Beyond what is normal or natural."
 },
 {
   "WORD": "pro bono",
   "DEFINITION": "without pay"
 },
 {
   "WORD": "pro forma",
   "DEFINITION": "formal Done or produced as a matter of form. politeness"
 },
 {
   "WORD": "prolix",
   "DEFINITION": "Using or containing too many words; tediously lengthy, word, long-winded"
 },
 {
   "WORD": "Promulgate",
   "DEFINITION": "Promote or make widely known (an idea or cause)."
 },
 {
   "WORD": "prophylactic",
   "DEFINITION": "Intended to prevent disease."
 },
 {
   "WORD": "prophylactic",
   "DEFINITION": "ntended to prevent disease // noun: A medicine or course of action used to prevent disease/ condom"
 },
 {
   "WORD": "propinquity",
   "DEFINITION": "The state of being close to someone or something; proximity"
 },
 {
   "WORD": "Propitiate",
   "DEFINITION": "Win or regain the favor of (a god, spirit, or person) by doing something that pleases them."
 },
 {
   "WORD": "propitiate",
   "DEFINITION": "Win or regain the favor of (a god, spirit, or person) by doing something that pleases them."
 },
 {
   "WORD": "proscenium",
   "DEFINITION": "the part of a theater stage in front of the curtain."
 },
 {
   "WORD": "protevangelium",
   "DEFINITION": "In Christian theology, the Protevangelium is God's statement to Adam and Eve in the Garden of Eden about the future relationship between the Serpent and Christ, the son of Mary as having a prophetic and Messianic fulfilment. // everythings going to work out, yo. "
 },
 {
   "WORD": "psithurisma",
   "DEFINITION": "Whispering; a whispering noise."
 },
 {
   "WORD": "psoriasis",
   "DEFINITION": "A skin disease marked by red, itchy, scaly patches"
 },
 {
   "WORD": "psychopomp",
   "DEFINITION": "A mythical conductor or guide of souls to the place of the dead"
 },
 {
   "WORD": "pudendum",
   "DEFINITION": "A person's external genitals, esp. a woman's"
 },
 {
   "WORD": "puerile",
   "DEFINITION": "Childishly silly and trivial"
 },
 {
   "WORD": "pugilist",
   "DEFINITION": "A practitioner of the art of boxing; a boxer, a fighter. Also fig."
 },
 {
   "WORD": "pulchritudinous",
   "DEFINITION": "used of persons only; having great physical beauty"
 },
 {
   "WORD": "pumice",
   "DEFINITION": "A very light and porous volcanic rock formed when a gas-rich froth of glassy lava solidifies rapidly."
 },
 {
   "WORD": "purling",
   "DEFINITION": "(of a stream or river) Flow with a swirling motion and babbling sound."
 },
 {
   "WORD": "pyrrhic",
   "DEFINITION": "(of a victory) won at too great a cost to have been worthwhile for the victor. //A victory that is offset by staggering losses"
 },
 {
   "WORD": "quass",
   "DEFINITION": " a type of russian alcohol; To drink copiously or in excess; to quaff.’"
 },
 {
   "WORD": "Quiescent",
   "DEFINITION": "n a state or period of inactivity or dormancy: \"strikes were headed by groups of workers who had previously been quiescent\""
 },
 {
   "WORD": "Radon",
   "DEFINITION": "The chemical element of atomic number 86, a rare radioactive gas belonging to the noble gas series."
 },
 {
   "WORD": "rapacious",
   "DEFINITION": "Aggressively greedy or grasping"
 },
 {
   "WORD": "ratoon",
   "DEFINITION": " Of a plant, esp. sugar cane: to send up new shoots after being cut down or cropped. Formerly also: † (of soil) to produce plants which send up new shoots after cropping"
 },
 {
   "WORD": "rebus",
   "DEFINITION": " rebus is an allusional device that uses pictures to represent words or parts of words/.pictogramesque//like \"rebuses of blood in those sands\" (BM) metonymic // Non verbis, sed rebus, which Latin expression signifies \"not by words but by things\""
 },
 {
   "WORD": "recalcitrant",
   "DEFINITION": "aving an obstinately uncooperative attitude toward authority"
 },
 {
   "WORD": "Recondite",
   "DEFINITION": "(of a subject or knowledge) Little known; abstruse: \"recondite information\""
 },
 {
   "WORD": "recumbency",
   "DEFINITION": "Lying down, especially in a position of comfort or rest; reclining. 2. Resting; idle. "
 },
 {
   "WORD": "redolent",
   "DEFINITION": "Strongly reminiscent or suggestive of (something/fragrant - odoriferous - odorous - aromatic - scented/"
 },
 {
   "WORD": "refulgent",
   "DEFINITION": "Shining brightly. radiant gleaming"
 },
 {
   "WORD": "remonstrance",
   "DEFINITION": "A forcefully reproachful protest."
 },
 {
   "WORD": "remora",
   "DEFINITION": "A slender marine fish (family Echeneidae) that attaches itself to large fish by means of a sucker on top of its head."
 },
 {
   "WORD": "repudiate",
   "DEFINITION": "To cast off, disown (a person or thing previously claimed as one's own or associated with oneself)."
 },
 {
   "WORD": "reputitive",
   "DEFINITION": "Generally considered or reputed to be"
 },
 {
   "WORD": "requiescat",
   "DEFINITION": "A wish or prayer for the repose of the soul of a dead person//resquieat en pace"
 },
 {
   "WORD": "Retribution",
   "DEFINITION": "unishment that is considered to be morally right and fully deserve"
 },
 {
   "WORD": "revenant",
   "DEFINITION": "A person who returns from the dead; a reanimated corpse; a ghost. / "
 },
 {
   "WORD": "risible",
   "DEFINITION": "provoking laughter through being ludicrous"
 },
 {
   "WORD": "roman a clef",
   "DEFINITION": "French for \"novel with a key\", is a novel about real life, overlaid with a façade of fiction"
 },
 {
   "WORD": "roucoulement",
   "DEFINITION": " A soft cooing or murmuring noise, spec. the characteristic sound made by a dove or pigeon"
 },
 {
   "WORD": "rut",
   "DEFINITION": "An annual period of sexual activity in deer and some other mammals, during which the males fight each other for access to the females/A long deep track made by the repeated passage of the wheels of vehicles."
 },
 {
   "WORD": "rutilant",
   "DEFINITION": "Glowing or glittering with red or golden light: \"rutilant gems\""
 },
 {
   "WORD": "sable",
   "DEFINITION": "Black."
 },
 {
   "WORD": "saccharine",
   "DEFINITION": "Excessively sweet or sentimental. sugary"
 },
 {
   "WORD": "salvo",
   "DEFINITION": " simultaneous discharge of artillery or other guns in a battle. volley"
 },
 {
   "WORD": "Sangfroid",
   "DEFINITION": "Composure or coolness as shown in danger or under trying circumstances"
 },
 {
   "WORD": "saprogenic",
   "DEFINITION": "Causing or produced by putrefaction or decay"
 },
 {
   "WORD": "Saurian",
   "DEFINITION": "of or like a lizard"
 },
 {
   "WORD": "schadenfreude",
   "DEFINITION": "s pleasure derived from the misfortunes of others"
 },
 {
   "WORD": "scleredema adultorum",
   "DEFINITION": "condition defined by progressive thickening and hardening of the skin, usually on the areas of the upper back neck shoulders or face"
 },
 {
   "WORD": "scopophile",
   "DEFINITION": "Scopophilia or scoptophilia, from Greek \"love of looking\", is deriving pleasure from looking."
 },
 {
   "WORD": "scrofulodermic",
   "DEFINITION": "n itchy rash develops over the trunk and extremities. fucking disgusting do not google image. "
 },
 {
   "WORD": "sedulous",
   "DEFINITION": "Showing dedication and diligence: studious, industrious "
 },
 {
   "WORD": "sempiternal",
   "DEFINITION": "eternal and unchanging; everlasting."
 },
 {
   "WORD": "senescence",
   "DEFINITION": "The condition or process of deterioration with age."
 },
 {
   "WORD": "seraglio",
   "DEFINITION": "the women's apartments (harem) in a Muslim palace"
 },
 {
   "WORD": "Serendipity",
   "DEFINITION": "The occurrence and development of events by chance in a happy or beneficial way: \"a fortunate stroke of serendipity\""
 },
 {
   "WORD": "sibiliance",
   "DEFINITION": "(sibilant) a consonant characterized by a hissing sound (like s or sh)"
 },
 {
   "WORD": "sibylline",
   "DEFINITION": "divinatory: resembling or characteristic of a prophet or prophecy"
 },
 {
   "WORD": "sibylline",
   "DEFINITION": "Oracular, occult, mysterious. /// Pertaining to, uttered or written by, one or more of the Sibyls."
 },
 {
   "WORD": "sidereal",
   "DEFINITION": "Of or with respect to the stars (i.e., the fixed stars, not the sun or planets). stellar astral starry"
 },
 {
   "WORD": "sidle",
   "DEFINITION": "Walk in a furtive or timid manner,"
 },
 {
   "WORD": "Simian",
   "DEFINITION": "Relating to, resembling, or affecting apes or monkeys"
 },
 {
   "WORD": "simulacrum",
   "DEFINITION": "An image or representation of someone or something"
 },
 {
   "WORD": "snit",
   "DEFINITION": "A fit of irritation; a sulk:"
 },
 {
   "WORD": "sobriquiet",
   "DEFINITION": "A person's nickname"
 },
 {
   "WORD": "sodality",
   "DEFINITION": "Association or confederation with others; brotherhood, companionship, fellowship"
 },
 {
   "WORD": "Somatic",
   "DEFINITION": "Of or relating to the body, esp. as distinct from the mind"
 },
 {
   "WORD": "Somnambulist",
   "DEFINITION": "Sleepwalker: someone who walks about in their sleep"
 },
 {
   "WORD": "spasmodic",
   "DEFINITION": "Occurring or done in brief, irregular bursts: \"spasmodic fighting continued\" /fitful/jerky"
 },
 {
   "WORD": "steatopygia",
   "DEFINITION": "An extreme accumulation of fat on the buttocks."
 },
 {
   "WORD": "stellaform",
   "DEFINITION": "Shaped like a star."
 },
 {
   "WORD": "stillicide",
   "DEFINITION": "Water falling in drops, especially in a row from the eaves of a roof, or from icicles or stalactites; stillicidium"
 },
 {
   "WORD": "Subsume",
   "DEFINITION": "absorbe, include"
 },
 {
   "WORD": "Subterfuge",
   "DEFINITION": "Deceit used in order to achieve one's goal. A statement or action resorted to in order to deceive"
 },
 {
   "WORD": "sulci",
   "DEFINITION": "A groove or furrow, esp. one on the surface of the brain."
 },
 {
   "WORD": "supine",
   "DEFINITION": "Lying face upward./slothful"
 },
 {
   "WORD": "suppurate",
   "DEFINITION": "Undergo the formation of pus; fester"
 },
 {
   "WORD": "swart",
   "DEFINITION": "dark-skinned: naturally having skin of a dark color; \"a dark-skinned beauty\";"
 },
 {
   "WORD": "swinish",
   "DEFINITION": "boorish: ill-mannered and coarse and contemptible in behavior or appearance"
 },
 {
   "WORD": "swivet",
   "DEFINITION": "A fluster or panic."
 },
 {
   "WORD": "sybaritic",
   "DEFINITION": "Characterized by or devoted to excessive luxury; effeminately luxurious."
 },
 {
   "WORD": "syzygy",
   "DEFINITION": "In astronomy, a syzygy /ˈsɪzɨdʒi/ (from the Ancient Greek suzugos (σύζυγος) meaning, “yoked together”.[2]) is a straight-line configuration of three celestial bodies in a gravitational system.[3] "
 },
 {
   "WORD": "Taffeta",
   "DEFINITION": "A fine lustrous silk or similar synthetic fabric with a crisp texture."
 },
 {
   "WORD": "tanquam ex ungue leonem",
   "DEFINITION": "we know the lion by his claw"
 },
 {
   "WORD": "tantamount",
   "DEFINITION": "Equivalent in seriousness to; virtually the same as: \"the resignations were tantamount to an admission of guilt\" equal "
 },
 {
   "WORD": "temerity",
   "DEFINITION": "Excessive confidence or boldness; audacity: \"no one had the temerity to question his conclusions\""
 },
 {
   "WORD": "temper",
   "DEFINITION": "as verb: soften - moderate - mitigate - harden"
 },
 {
   "WORD": "teratoid",
   "DEFINITION": "An abnormal tumor similar to a teratoma; A mutant; Monster-like, exhibiting abnormal developmen"
 },
 {
   "WORD": "thanatopsis",
   "DEFINITION": "an essay expressing a view on the subject of death"
 },
 {
   "WORD": "theophany",
   "DEFINITION": "A visible manifestation to humankind of God or a god."
 },
 {
   "WORD": "titilate",
   "DEFINITION": "Stimulate or excite (someone), esp. in a sexual way"
 },
 {
   "WORD": "titivation",
   "DEFINITION": "sprucing up; making decorative additions to"
 },
 {
   "WORD": "topos",
   "DEFINITION": "A traditional theme or formula in literature."
 },
 {
   "WORD": "Torpid",
   "DEFINITION": "Mentally or physically inactive; lethargic: \"we sat around in a torpid state\". numb sluggish"
 },
 {
   "WORD": "torticollis",
   "DEFINITION": "A condition in which the head becomes persistently turned to one side, often associated with painful muscle spasms."
 },
 {
   "WORD": "traipse",
   "DEFINITION": "Walk or move wearily or reluctantly."
 },
 {
   "WORD": "traipse",
   "DEFINITION": "walk or move wearily or reluctantly."
 },
 {
   "WORD": "trammel",
   "DEFINITION": "a restriction or impediment to someone's freedom of action."
 },
 {
   "WORD": "trappist",
   "DEFINITION": "member of an order of monks noted for austerity and a vow of silence."
 },
 {
   "WORD": "trenchant",
   "DEFINITION": "ig. esp. of language: Incisive; vigorous and clear; effective, energetic //  a. Cutting, adapted for cutting; having a keen edge, sharp; †sharp-pointed (obs.). arch. and poet."
 },
 {
   "WORD": "Tumescent",
   "DEFINITION": "Swollen or becoming swollen, esp. as a response to sexual arousal. (literary, language, style) Pompous or pretentious; tumid."
 },
 {
   "WORD": "tumid",
   "DEFINITION": "swollen. see tumescent"
 },
 {
   "WORD": "tutelage",
   "DEFINITION": "The office or function of a guardian; protection, care, guardianship, patronage; governorship of a ward. Also fig."
 },
 {
   "WORD": "tympanum",
   "DEFINITION": "A membrane covering the hearing organ on the leg or body of some insects, sometimes adapted (as in cicadas) for producing sound."
 },
 {
   "WORD": "tyro",
   "DEFINITION": "beginner/novice"
 },
 {
   "WORD": "ubiquity",
   "DEFINITION": "the state of being everywhere at once (or seeming to be everywhere at once"
 },
 {
   "WORD": "unctuous",
   "DEFINITION": "of a person) Excessively or ingratiatingly flattering; oily: \"anxious to please in an unctuous way\". Oily, greasy"
 },
 {
   "WORD": "Ursprache",
   "DEFINITION": "  proto-language: A hypothetical parent language from which actual or historical languages or dialects are derived; a reconstruction of such a language."
 },
 {
   "WORD": "usufruct",
   "DEFINITION": "the right to enjoy the use and advantages of another's property short of the destruction or waste of its substance."
 },
 {
   "WORD": "vapid",
   "DEFINITION": "Offering nothing that is stimulating or challenging. dull. flat"
 },
 {
   "WORD": "vatic",
   "DEFINITION": "Describing or predicting what will happen in the future: \"vatic utterances\"."
 },
 {
   "WORD": "velleity",
   "DEFINITION": "The fact or quality of merely willing, wishing, or desiring, without any effort or advance towards action or realization."
 },
 {
   "WORD": "venal",
   "DEFINITION": "Showing or motivated by susceptibility to bribery:"
 },
 {
   "WORD": "venal",
   "DEFINITION": "showing or motivated by susceptibility to bribery"
 },
 {
   "WORD": "venery",
   "DEFINITION": "Sexual indulgence"
 },
 {
   "WORD": "verdigrised",
   "DEFINITION": "coated with a deposit of copper, usually greenish or bluish in colo"
 },
 {
   "WORD": "Versimilitude",
   "DEFINITION": "The appearance of being true or real. Verisimilitude is a philosophical or theoretical notion that distinguishes truth and falsity of assertions or hypotheses. The problem of verisimilitude is the problem of articulating what it takes for one false theory to be closer to the truth than another false theory."
 },
 {
   "WORD": "vertiginous/vertigo",
   "DEFINITION": "A sensation of whirling and loss of balance, associated particularly with looking down from a great height, or caused by disease..."
 },
 {
   "WORD": "vituperate",
   "DEFINITION": "Blame or insult (someone) in strong or violent language"
 },
 {
   "WORD": "vituperative",
   "DEFINITION": "Bitter and abusive"
 },
 {
   "WORD": "votaries",
   "DEFINITION": "A person, such as a monk or nun, who has made vows of dedication to religious service. A devoted follower, adherent, or advocate of someone or something"
 },
 {
   "WORD": "weal",
   "DEFINITION": "A red, swollen mark left on flesh by a blow or pressure//That which is best for someone or something: \"in the public weal\""
 },
 {
   "WORD": "weft",
   "DEFINITION": "(in weaving) The crosswise threads on a loom over and under which other threads (the warp) are passed to make cloth. // contra warp"
 },
 {
   "WORD": "weltschmerz",
   "DEFINITION": "kind of feeling experienced by someone who understands that physical reality can never satisfy the demands of the mind ;  a mood of sentimental sadness world weariness"
 },
 {
   "WORD": "wimple",
   "DEFINITION": "A cloth headdress covering the head, the neck, and the sides of the face, formerly worn by women and still worn by some nuns"
 },
 {
   "WORD": "winsome",
   "DEFINITION": "charming / Attractive or appealing in appearance or character"
 },
 {
   "WORD": "wordhoard",
   "DEFINITION": "A store of words; (in later use esp.) the vocabulary of a person, group, or language. (lol so meta XK)"
 },
 {
   "WORD": "yarmulke",
   "DEFINITION": "A skullcap worn in public by Orthodox Jewish - so a shape...baldspot"
 },
 {
   "WORD": "zhoosh",
   "DEFINITION": "(V) To tweak, finesse or improve something (for example, one's hair); stylish, hot, cool. Originally among homosexual men: to make more stylish or smart; to enliven, make more exciting"
 },
 {
   "WORD": "dilitante ",
   "DEFINITION": "(of a person) Having a superficial or simplistic knowledge or approach. "
 },
 {
   "WORD": "nivosity",
   "DEFINITION": "Snowiness; a resemblance to snow.’"
 },
 {
   "WORD": "Infrathin",
   "DEFINITION": "Duchamp's term for the all but imperceptible difference between two seemingly identical items"
 },
 {
   "WORD": "echolalia",
   "DEFINITION": " Pathol. The meaningless repetition of words and phrases.//Educational Psychol. The repetition of words and phrases by a child that is learning to speak.//A depreciatory term for a succession of sounds in poetry which subordinates sense to sound"
 },
 {
   "WORD": "ineffable",
   "DEFINITION": "too great or extreme to be expressed or described in words"
 },
 {
   "WORD": "marquee",
   "DEFINITION": "a rooflike projection over the entrance to a theater, hotel, or other building"
 },
 {
   "WORD": "obelischolychnies",
   "DEFINITION": "terribly fancy word for lighthouse"
 },
 {
   "WORD": "psittacism",
   "DEFINITION": "The mechanical repetition of previously received ideas or images, without true reasoning or feeling; repetition of words or phrases parrot-fashion; an instance of this"
 },
 {
   "WORD": "quot homines tot sententiae",
   "DEFINITION": "‘There are as many opinions as there are men’: "
 },
 {
   "WORD": "advesperate",
   "DEFINITION": "intr. To grow dark, to become night"
 },
 {
   "WORD": "ingeminate",
   "DEFINITION": "To utter (a sound) twice or oftener; to repeat, reiterate (a word, statement, etc.), usually for the purpose of being emphatic or impressive; to emphasize (a fact) by repetition. "
 },
 {
   "WORD": "divagation",
   "DEFINITION": "disgressions, wandering from central device"
 },
 {
   "WORD": "pur sang",
   "DEFINITION": "thoroughbred through and through"
 },
 {
   "WORD": "fissiparous",
   "DEFINITION": "inclined to cause or undergo division into separate parts or groups"
 },
 {
   "WORD": "tumulus",
   "DEFINITION": "an ancient burial mound; a barrow."
 },
 {
   "WORD": "dehiscence",
   "DEFINITION": " release of material by splitting open of an organ or tissue; the natural bursting open at maturity of a fruit or other reproductive body to release seeds or spores or the bursting open of a surgically closed wound"
 },
 {
   "WORD": "epanalepsis",
   "DEFINITION": "The epanalepsis is a figure of speech defined by the repetition of the initial word (or words) of a clause or sentence at the end of that same clause or sentence. closing the circle."
 },
 {
   "WORD": "ouruboros",
   "DEFINITION": "a circular symbol depicting a snake, or less commonly a dragon, swallowing its tail, as an emblem of wholeness or infinity."
 },
 {
   "WORD": "littoral",
   "DEFINITION": "of, relating to, or situated on the shore of the sea or a lake. a region lying along a shore."
 },
 {
   "WORD": "appurtenance",
   "DEFINITION": "an accessory or other item associated with a particular activity or style of living."
 },
 {
   "WORD": "milt",
   "DEFINITION": "the semen of a male fish."
 },
 {
   "WORD": "albify",
   "DEFINITION": "(albification) The act or process of making white"
 },
 {
   "WORD": "bole",
   "DEFINITION": "the trunk of a tree."
 },
 {
   "WORD": "prevaricate",
   "DEFINITION": "speak or act in an evasive way."
 },
 {
   "WORD": "pysanka",
   "DEFINITION": "An intricately decorated Easter egg of a type traditionally made in Poland and Ukraine, produced by drawing a pattern on an egg with wax and then applying dye (which cannot penetrate the areas covered by wax), then repeating this process with successive layers of wax and colours of dye, so that once all the wax is removed a multicoloured design is revealed. "
 },
 {
   "WORD": "semaphore",
   "DEFINITION": "Any visual signaling system with flags, lights, or mechanically moving arms...like airplane guys"
 },
 {
   "WORD": "plangorous",
   "DEFINITION": "Resonant or plaintive in sound; characterized by loud lamentation.’"
 },
 {
   "WORD": "pari passu",
   "DEFINITION": " a Latin phrase that literally means \"with an equal step\" or \"on equal footing.\" It is sometimes translated as \"ranking equally\",[1] \"hand-in-hand,\" \"with equal force,\" or \"moving together,\"[citation needed] and by extension, \"fairly,\" \"without partiality."
 },
 {
   "WORD": "pudic",
   "DEFINITION": "Easily ashamed, having a strong sense of shame; modest, chaste; Pertaining to the pudendum or external genital organs; pudenda"
 },
 {
   "WORD": "nates",
   "DEFINITION": "buttocks"
 },
 {
   "WORD": "relict",
   "DEFINITION": "A thing or (occas.) a person that has survived or is left over from an earlier period; a relic or trace of some era, system, belief, etc. also linguistics"
 },
 {
   "WORD": "caustic",
   "DEFINITION": " Burning, corrosive, destructive of organic tissue. also optics: curved surface formed by the ultimate intersection of luminous rays proceeding from a single point and reflected or refracted from a curved surface;"
 },
 {
   "WORD": "dishabille",
   "DEFINITION": "the state of being only partly or scantily clothed; french, undressed"
 },
 {
   "WORD": "alveary",
   "DEFINITION": "[‘ A repository, esp. of knowledge or information. Originally as the name of a dictionary encompassing several languages.’] ety: beebox"
 },
 {
   "WORD": "mubble fubbles",
   "DEFINITION": "A state of depression or melancholy; despondency, low spirits"
 },
 {
   "WORD": "apparatchicks",
   "DEFINITION": "a member of a communist party apparat."
 },
 {
   "WORD": "braggadocio",
   "DEFINITION": "boastful or arrogant behavior."
 },
 {
   "WORD": "bombast",
   "DEFINITION": "high-sounding language with little meaning, used to impress people"
 },
 {
   "WORD": "turgid",
   "DEFINITION": " 2. fig. in reference to language: Inflated, grandiloquent, pompous, bombastic./// Swollen, distended, puffed out."
 },
 {
   "WORD": "internicine",
   "DEFINITION": "destructive to both sides in a conflict"
 },
 {
   "WORD": "noctilucent",
   "DEFINITION": "shining or glowing by night;"
 },
 {
   "WORD": "auscultation",
   "DEFINITION": "Auscultation (based on the Latin verb auscultare \"to listen\") is the term for listening to the internal sounds of the body, usually using a stethoscope. Auscultation is performed for the purposes of examining the circulatory system and respiratory system (heart sounds and breath sounds), as well as the gastrointestinal system (bowel sounds)."
 },
 {
   "WORD": "vade mecum",
   "DEFINITION": "go with me//latin///handbook/pocketbook"
 },
 {
   "WORD": "moider",
   "DEFINITION": "‘ trans. To confuse, perplex, bewilder; to exhaust, overcome, stupefy; (occas.) to pester "
 },
 {
   "WORD": "parvenu",
   "DEFINITION": "a person of obscure origin who has gained wealth, influence, or celebrity"
 },
 {
   "WORD": "asterism",
   "DEFINITION": "a prominent pattern or group of stars, typically having a popular name but smaller than a constellation /  is a pattern of stars recognized on Earth's night sky"
 },
 {
   "WORD": "apophenia",
   "DEFINITION": "Apophenia is the experience of seeing meaningful patterns or connections in random or meaningless data."
 },
 {
   "WORD": "sphenopalatineganglioneuralgia",
   "DEFINITION": "An ice-cream headache, also known as brain freeze, cold-stimulus headache, or its given scientific name sphenopalatine ganglioneuralgia, is a form of brief cranial pain or headache commonly associated with consumption of cold beverages or foods such as ice cream and ice pops"
 },
 {
   "WORD": "floccinaucinihilipilification",
   "DEFINITION": "the action or habit of estimating something as worthless. (The word is used chiefly as a curiosity.)."
 },
 {
   "WORD": "keck",
   "DEFINITION": "To make a sound as if about to vomit; to retch; to feel an inclination to vomit; hence to keck at , to reject (food, medicine, etc.) with loathing. Also fig. expressing strong dislike or disgust."
 },
 {
   "WORD": "spathe",
   "DEFINITION": "A large bract or sheathing-leaf enveloping the inflorescence (usually a spadix) of certain plants, as arums, palms, etc., in such a way as completely to enclose it before expansion."
 },
 {
   "WORD": "tonous",
   "DEFINITION": " Having a full tone or sound; sonorous."
 },
 {
   "WORD": "pyxis",
   "DEFINITION": "n inconspicuous constellation of the southern hemisphere, lying in the Milky Way between Vela and Puppis; the Mariner's Compass; more fully Pyxis Nautica (now hist.). Also (in form Pyxidis) used as postmodifier in the names of stars belonging to this constellation. Abbreviated Pyx (without point). The constellation was originally part of Argo, along with the constellations Carina, Puppis, and Vela //// pyxidium: a seed capsule that splits open so that the top comes off like the lid of a box/// also anatomical: The acetabulum of the pelvis (but obs)////A small box, a casket; (Archaeol.) a decorated covered vessel. Cf. pyx n.1 "
 },
 {
   "WORD": "piqueur",
   "DEFINITION": "Esp. in France and French-speaking countries: an attendant who directs the hounds during a hunt; a master of hounds. // an attendant who runs or rides ahead of a procession, carriage, etc., in order to clear the road or ensure safe passage."
 },
 {
   "WORD": "peavey ",
   "DEFINITION": "A lumberer's cant hook with a spike at the end. move logs etc. (but also that guitar/amp company)"
 },
 {
   "WORD": "ovolo",
   "DEFINITION": " archit: A convex moulding of which the section is a quarter-circle or quarter-ellipse;"
 },
 {
   "WORD": "jerque",
   "DEFINITION": "v. To search (a vessel) for unentered goods: jerquer, one who does this."
 },
 {
   "WORD": "nolition ",
   "DEFINITION": " Unwillingness"
 },
 {
   "WORD": "nim",
   "DEFINITION": "(think nimble) to get into one's hands, to get hold of, pick up; to appropriate, to acquire; to seize, to capture, to catch; to cause to accompany, to bring; to take up, to enter into, to undertake. Obs. To walk with short light step"
 },
 {
   "WORD": "ostiole",
   "DEFINITION": ". A small opening or orifice. bio. "
 },
 {
   "WORD": "lurdan",
   "DEFINITION": "A general term of opprobrium, reproach, or abuse, implying either dullness and incapacity, or idleness and rascality; a sluggard, vagabond, ‘loafer’."
 },
 {
   "WORD": "nef",
   "DEFINITION": "A table ornament in the shape of a ship, usually made of intricately worked silver and originally used to hold condiments, table napkins, etc. tiny wooden boat...navet/navicula: An incense-holder shaped like a boat; "
 },
 {
   "WORD": "maunder",
   "DEFINITION": "talk in a rambling manner.////move or act in a dreamy or idle manner."
 },
 {
   "WORD": "madid",
   "DEFINITION": "  Wet, moist"
 },
 {
   "WORD": "surd",
   "DEFINITION": " Math. Of a number or quantity (esp. a root): That cannot be expressed in finite terms of ordinary numbers or quantities: //phonetics:  A speech-sound uttered without ‘voice’; a ‘breath’ consonant: - ety, deaf, silent mute"
 },
 {
   "WORD": "ambage",
   "DEFINITION": " Roundabout or indirect modes of speech// For delay: Circumlocutions, beating about the bush. //For concealment: Dark or obscure language, ambiguity.///periphrasis"
 },
 {
   "WORD": "perdure",
   "DEFINITION": "To continue, endure; to persist; to last forever."
 },
 {
   "WORD": "indigate",
   "DEFINITION": "To search into, investigate// Latin indāgāt-, participial stem of indāgāre to trace out, search into, investigate."
 },
 {
   "WORD": "xyster",
   "DEFINITION": "An instrument for scraping bones. // ety to scrape"
 },
 {
   "WORD": "himation",
   "DEFINITION": "he outer garment worn by the ancient Greeks: ‘an oblong piece of cloth thrown over the left shoulder, and fastened either over or under the right’ (toga!)"
 },
 {
   "WORD": "intort",
   "DEFINITION": "twist or curl inwards"
 },
 {
   "WORD": "hastate",
   "DEFINITION": ". Formed like a spear or spear-head; spear-shaped, also of leaves Narrowly triangular nearly to the base, where two lateral lobes project at right angles to the midrib."
 },
 {
   "WORD": "fugle",
   "DEFINITION": "To do the duty of a fugleman; to act as guide or director; to make signals. //To give an example of (something) to."
 },
 {
   "WORD": "idiasm",
   "DEFINITION": "  A peculiarity, especially a verbal one; a mannerism. think idiosyncrasy"
 },
 {
   "WORD": "gaybine",
   "DEFINITION": "Any of various twining plants belonging to the genus Ipomoea (family Convolvulaceae), with showy flowers, esp. one of the former genus Pharbitis; morning glory."
 },
 {
   "WORD": "haurient",
   "DEFINITION": "(of a fish or marine creature) depicted swimming vertically, typically with the head upward. funny google images"
 },
 {
   "WORD": "stridor",
   "DEFINITION": " A harsh, high-pitched sound, a shrill grating or creaking noise."
 },
 {
   "WORD": "ploce",
   "DEFINITION": " The repetition of a word in an altered or more expressive sense, or for the sake of emphasis."
 },
 {
   "WORD": "clerestory",
   "DEFINITION": "In architecture, clerestory are any high windows above eye level. The purpose is to bring outside light, fresh air, or both into the inner space."
 },
 {
   "WORD": "anent",
   "DEFINITION": "Nconcerning; about."
 },
 {
   "WORD": "mitered",
   "DEFINITION": "joined with a miter joint or seam. (mitered satellites)"
 },
 {
   "WORD": "enuretic",
   "DEFINITION": "(enuresis) inability to control the flow of urine and involuntary urination"
 },
 {
   "WORD": "panegyric",
   "DEFINITION": "A panegyric is a formal public speech, or (in later use) written verse, delivered in high praise of a person or thing, a generally highly studied and discriminating eulogy, not expected to be critical."
 },
 {
   "WORD": "numismatics",
   "DEFINITION": "the study or collection of coins, paper currency, and medals."
 },
 {
   "WORD": "casuistry",
   "DEFINITION": "the use of clever but unsound reasoning, especially in relation to moral questions; sophistry."
 },
 {
   "WORD": "perhorresce",
   "DEFINITION": "[‘ trans. and intr. To shudder (at).’]"
 },
 {
   "WORD": "himawari",
   "DEFINITION": "sunflower in japanese"
 },
 {
   "WORD": "obtenebration",
   "DEFINITION": "The condition of being overshadowed or darkened; a darkening or blacking-out; shade or gloom.’"
 },
 {
   "WORD": "parapraxes",
   "DEFINITION": "a freudian slip!"
 },
 {
   "WORD": "acyrology",
   "DEFINITION": "Incorrect use of language (:D!)"
 },
 {
   "WORD": "totallovely",
   "DEFINITION": "totally lovely"
 },
 {
   "WORD": "zoanthropy",
   "DEFINITION": "  A form of insanity in which a man imagines himself to be a beast"
 },
 {
   "WORD": "tragematopolist",
   "DEFINITION": "A person who sells or makes sweets; a confectioner."
 },
 {
   "WORD": "zeroable",
   "DEFINITION": " Linguistics. That may be omitted from a sentence without loss of meaning."
 },
 {
   "WORD": "milquetoast",
   "DEFINITION": "a person who is timid or submissive."
 },
 {
   "WORD": "eidolons",
   "DEFINITION": "An unsubstantial image, spectre, phantom. one who demolishes idols."
 },
 {
   "WORD": "eclaircissement",
   "DEFINITION": "an enlightening explanation of something, typically someone's conduct, that has been hitherto inexplicable."
 },
 {
   "WORD": "pantoglottism",
   "DEFINITION": "knowledge of all languages"
 },
 {
   "WORD": "Aboulomania",
   "DEFINITION": "a form of insanity characterized by inability to exert the will."
 },
 {
   "WORD": "Gamomania",
   "DEFINITION": "a form of insanity characterised by strange and extravagant proposals for marriage"
 },
 {
   "WORD": "monomania",
   "DEFINITION": "A form of insanity in which the patient is irrational on one subject only"
 },
 {
   "WORD": "encomia",
   "DEFINITION": "a speech or piece of writing that praises someone or something highly."
 },
 {
   "WORD": "bucolic",
   "DEFINITION": "of or relating to the pleasant aspects of the countryside and country life."
 },
 {
   "WORD": "apokatastasis",
   "DEFINITION": " is reconstitution, restitution,[1] or restoration to the original or primordial condition // Return to the same apparent position, completion of period of revolution"
 },
 {
   "WORD": "enallage",
   "DEFINITION": "effective grammatical mistake "
 },
 {
   "WORD": "asyndeton",
   "DEFINITION": "omission of an expected conjunction - can be used as a cataloguing device, or almost snakes through verbs/nouns together"
 },
 {
   "WORD": "polysyndeton",
   "DEFINITION": "choosing to have too many conjuctions (think whitman/biblical) create series/hierachies/lists spatial/temporal relations"
 },
 {
   "WORD": "hendiaydis ",
   "DEFINITION": "book and volume of my brain SP. "
 },
 {
   "WORD": "meaplasmus",
   "DEFINITION": "purposeful mispellings"
 },
 {
   "WORD": "Prosthesis/Epenthesis/Proparalepsis",
   "DEFINITION": "Addition to the beginning/middle/end of word"
 },
 {
   "WORD": "Aphaearesis/Syncope/Apocope",
   "DEFINITION": "Subtraction from beginning/middle/end"
 },
 {
   "WORD": "Synoloepha",
   "DEFINITION": "Omission of a vowel in a contraction: Isn't Don't "
 },
 {
   "WORD": "Metatheses",
   "DEFINITION": "rearragenment of words"
 },
 {
   "WORD": "zeugma",
   "DEFINITION": "relative ellipsis of a verb, can suspend a sentence, leaving a sort of dancing/waltzy step feeling"
 },
 {
   "WORD": "sitzmark",
   "DEFINITION": "an impression made in the snow by a skier falling backward."
 },
 {
   "WORD": "hortative",
   "DEFINITION": "hortative modalities: encourage or urge in semantics"
 },
 {
   "WORD": "akathist",
   "DEFINITION": "An akathist (Greek, akathistos) is a hymn dedicated to a saint, holy event, or one of the persons of the Holy Trinity. The word akathist itself means \"not sitting.\""
 },
 {
   "WORD": "anomie",
   "DEFINITION": "lack of the usual social or ethical standards in an individual or group"
 },
 {
   "WORD": "idem",
   "DEFINITION": "used in citations to indicate an author or work that has just been mentioned."
 },
 {
   "WORD": "ventouse",
   "DEFINITION": "a vacuum extractor for use in assisting childbirth."
 },
 {
   "WORD": "seiche",
   "DEFINITION": "a temporary disturbance or oscillation in the water level of a lake or partially enclosed body of water, especially one caused by changes in atmospheric pressure. // a standing wave // french to sway back and forth"
 },
 {
   "WORD": "primagravida",
   "DEFINITION": "a woman who is pregnant for the first time."
 },
 {
   "WORD": "aestivation",
   "DEFINITION": "from Latin: aestas, summer, is a state of animal dormancy, similar to hibernation, characterized by inactivity and a lowered metabolic rate, that is entered in response to high temperatures and arid conditions.[1] It takes place during times of heat and dryness, the hot dry season, which are often the summer months"
 },
 {
   "WORD": "labarum",
   "DEFINITION": "a banner or flag bearing symbolic motifs."
 },
 {
   "WORD": "stater",
   "DEFINITION": "The stater was an ancient coin used in various regions of Greece."
 },
 {
   "WORD": "raceme",
   "DEFINITION": "a flower cluster with the separate flowers attached by short equal stalks at equal distances along a central stem. The flowers at the base of the central stem develop first."
 },
 {
   "WORD": "lazurite",
   "DEFINITION": "a bright blue mineral that is the main constituent of lapis lazuli and consists chiefly of a silicate and sulfate of sodium and aluminum."
 },
 {
   "WORD": "grisaille",
   "DEFINITION": "a method of painting in gray monochrome, typically to imitate sculpture"
 },
 {
   "WORD": "lustrum",
   "DEFINITION": "a period of five years."
 },
 {
   "WORD": "pandect",
   "DEFINITION": "a complete body of the laws of a country. greek pandektes: all-containing...relation to the word \"Digest\" as a compendium"
 },
 {
   "WORD": "jabot",
   "DEFINITION": "an ornamental frill or ruffle on the front of a shirt or blouse, typically made of lace. (miracle of a word)"
 },
 {
   "WORD": "aspic",
   "DEFINITION": "a savory jelly made with meat stock, set in a mold and used to contain pieces of meat, seafood, or eggs. (ew)"
 },
 {
   "WORD": "portamento",
   "DEFINITION": "a slide from one note to another, especially in singing or playing a bowed string instrument."
 },
 {
   "WORD": "ritenuto",
   "DEFINITION": "(especially as a direction) with an immediate reduction of tempo"
 },
 {
   "WORD": "banausic",
   "DEFINITION": "not operating on a refined or elevated level; mundane"
 },
 {
   "WORD": "pellucid",
   "DEFINITION": "translucently clear. // lucid in style or meaning; easily understood. // admitting maximum passage of light without diffusion or distortion"
 },
 {
   "WORD": "exordium",
   "DEFINITION": "In Western classical rhetoric, the exordium (/ɛɡˈzɔrdɪəm/; meaning \"beginning\" in Latin; from exordiri \"to begin\") was the introductory portion of an oration."
 },
 {
   "WORD": "foolscap",
   "DEFINITION": "a size of paper, now standardized at about 13 × 8 (or 13 × 15.75) inches (300 × 200 [or 300 × 400] mm). looks like our normal lined paper... watermark of a foolscap printed on bottom originally"
 },
 {
   "WORD": "metrophobic",
   "DEFINITION": "fear of poetry"
 },
 {
   "WORD": "rixation",
   "DEFINITION": "A quarrel, an argument; (occas.) a fight, a brawl. Also: contention, dispute.’]"
 },
 {
   "WORD": "bivardage",
   "DEFINITION": "idle gossip; chitchat"
 },
 {
   "WORD": "recrudescence",
   "DEFINITION": "The action or fact of breaking out afresh; a recurrence of a disease or medical condition, or of an undesirable state of things, bad feelings, etc., esp. after a period of quiescence or remission"
 },
 {
   "WORD": "plexus",
   "DEFINITION": "a network of nerves or vessels in the body. // an intricate network or weblike formation"
 },
 {
   "WORD": "prothalamion",
   "DEFINITION": "‘ A song or poem written in celebration of a (forthcoming) wedding.’]"
 },
 {
   "WORD": "collocation",
   "DEFINITION": "the habitual juxtaposition of a particular word with another word or words with a frequency greater than chance. // the action of placing things side by side or in position."
 },
 {
   "WORD": "catarrh",
   "DEFINITION": "excessive discharge or buildup of mucus in the nose or throat, associated with inflammation of the mucous membrane."
 },
 {
   "WORD": "orrery",
   "DEFINITION": "a mechanical model of the solar system, or of just the sun, earth, and moon, used to represent their relative positions and motions."
 },
 {
   "WORD": "jusqu'auboutiste",
   "DEFINITION": "A person who advocates carrying on a conflict until the bitter end, or until a conclusive victory one has been gained or all of one's aims achieved."
 },
 {
   "WORD": "gubernatorial",
   "DEFINITION": "of or relating to a state governor or the office of state governor."
 },
 {
   "WORD": "abature",
   "DEFINITION": "[‘ Chiefly in pl. The traces left by a stag in the undergrowth through which it has passed. Also fig. and in figurative contexts.’]"
 },
 {
   "WORD": "ornithopter",
   "DEFINITION": "A machine designed to fly by means of artificial flapping wings"
 },
 {
   "WORD": "pluripresence",
   "DEFINITION": "[‘ Presence in more than one place at the same time; spec. as an attribute of saints.’]"
 },
 {
   "WORD": "peristeronic",
   "DEFINITION": "[‘ Relating to or concerned with pigeons; suggestive of pigeons.’]"
 },
 {
   "WORD": "blovate",
   "DEFINITION": "To talk at length, esp. using inflated or empty rhetoric; to speechify or ‘sound off’.’]"
 },
 {
   "WORD": "mampus",
   "DEFINITION": "A great number, a crowd."
 },
 {
   "WORD": "variorums",
   "DEFINITION": "A variorum is a work that collates all known variants of a text."
 },
 {
   "WORD": "jugendstil",
   "DEFINITION": "german for \"art nouveau\" equivalent but ACTUALLY translates to \"Young Art\" as a new, youthful and vivacious art movement "
 },
 {
   "WORD": "riverine",
   "DEFINITION": "of, relating to, or situated on a river or riverbank; riparian."
 },
 {
   "WORD": "summa",
   "DEFINITION": "a summary of a subject"
 },
 {
   "WORD": "caducous",
   "DEFINITION": "(of an organ or part) easily detached and shed at an early stage."
 },
 {
   "WORD": "cryptophasia",
   "DEFINITION": "(Greek: “secret” + “speech”), describes a language developed by twins in early childhood which they only speak with each other. Invented languages spoken by very few people are also referred to as autonomous languages or idioglossia."
 },
 {
   "WORD": "ahthabeugh!",
   "DEFINITION": "(proclaimation) "
 },
 {
   "WORD": "multiloquence",
   "DEFINITION": "Excessive talkativeness or loquaciousness; prolixity"
 },
 {
   "WORD": "prosopopoeia",
   "DEFINITION": "A rhetorical device by which an imaginary, absent, or dead person is represented as speaking or acting; the introduction of a pretended speaker; an instance of this. Now rare.’"
 },
 {
   "WORD": "haver",
   "DEFINITION": "To talk foolishly or inconsequentially; to talk nonsense; to blather, ramble; to chatter, gossip. Freq. with on, about.’]"
 },
 {
   "WORD": "parviscient",
   "DEFINITION": "Knowing little; ignorant.’]"
 },
 {
   "WORD": "frôler",
   "DEFINITION": "to brush against http://www.newyorker.com/books/page-turner/fiction-podcast-margaret-atwood-reads-mavis-gallant"
 },
 {
   "WORD": "pelagic",
   "DEFINITION": "of or relating to the open sea/inhabiting the uper layers of the sea "
 },
 {
   "WORD": "parallax",
   "DEFINITION": "the effect whereby the position or direction of an object appears to differ when viewed from different positions, e.g., through the viewfinder and the lens of a camera. Furhter still: the angular amount of parallax in a particular case, especially that of a star viewed from different points in the earth's orbit."
 },
 {
   "WORD": "pluranimity",
   "DEFINITION": "Diversity of opinions; (also) an instance of this"
 },
 {
   "WORD": "alerion",
   "DEFINITION": "‘ A bird believed to have no feet. Obs.’]"
 },
 {
   "WORD": "oblectation",
   "DEFINITION": " Delight, pleasure, enjoyment; an instance of this"
 },
 {
   "WORD": "piste",
   "DEFINITION": "piste[1] is a marked ski run or path down a mountain for snow skiing, snowboarding, or other mountain sports."
 },
 {
   "WORD": "étourdi",
   "DEFINITION": " A thoughtless, irresponsible, or foolish person (esp. a man); a scatterbrain"
 },
 {
   "WORD": "empressement",
   "DEFINITION": "Enthusiasm, effusiveness; animated display of friendliness"
 },
 {
   "WORD": "virelay",
   "DEFINITION": "A virelay is a poem in an unusual metre, of which examples are very rare."
 },
 {
   "WORD": " mumchance",
   "DEFINITION": "A dice game resembling hazard. a dice game traditionally played during carnival, also ‘masquerade, mummin"
 },
 {
   "WORD": "juvenescence",
   "DEFINITION": "the state or period of being young."
 },
 {
   "WORD": "monoxylous",
   "DEFINITION": "Working with a single trunk or piece of timber; made out of a single trunk or piece of timber"
 },
 {
   "WORD": "obmurmuration",
   "DEFINITION": "The action or an instance of complaining or criticizing."
 },
 {
   "WORD": "idiopathic",
   "DEFINITION": "relating to or denoting any disease or condition that arises spontaneously or for which the cause is unknown"
 },
 {
   "WORD": "quarrons",
   "DEFINITION": "the body"
 },
 {
   "WORD": "Logophile",
   "DEFINITION": "a lover of words"
 },
 {
   "WORD": "Tokenism",
   "DEFINITION": "The practice of making only a perfunctory or symbolic effort to do a particular thing, especially by recruiting a small number of people from under-represented groups in order to give the appearance of sexual or racial equality within a workforce:"
 },
 {
   "WORD": "Errant",
   "DEFINITION": "Erring or straying from the accepted course or standards, Not in the right place; having moved from the correct position or course, Travelling in search of adventure:"
 },
 {
   "WORD": "Benthic",
   "DEFINITION": "1. The collection of organisms living on or in the bottom of a body of water. 2. The bottom of a body of water."
 },
 {
   "WORD": "alectryomancy",
   "DEFINITION": "Divination using a cock, typically by interpreting patterns in its pecking at grains of corn"
 },
 {
   "WORD": "moxibustion",
   "DEFINITION": "(in Eastern medicine) the burning of moxa on or near a person's skin as a counterirritant."
 },
 {
   "WORD": "Umwelt",
   "DEFINITION": "(In ethology) the world as it is experienced by a particular organism:"
 },
 {
   "WORD": "Somatic",
   "DEFINITION": "Relating to the body, especially as distinct from the mind:"
 },
 {
   "WORD": "Astute",
   "DEFINITION": "Having or showing an ability to accurately assess situations or people and turn this to one's advantage"
 },
 {
   "WORD": "Anthropocene",
   "DEFINITION": "the Anthropocene, a proposed term for the present geological epoch (from the time of the Industrial Revolution onwards), during which humanity has begun to have a significant impact on the environment"
 },
 {
   "WORD": "Zoomancy",
   "DEFINITION": "divination by observing the actions of animals"
 },
 {
   "WORD": "Geomancy",
   "DEFINITION": "divination by means of signs derived from the earth, as by the figure assumed by a handful of earth thrown down upon some surface"
 },
 {
   "WORD": "Uromancy, Urinomancy",
   "DEFINITION": "divination of diseases by examination of the urine;"
 },
 {
   "WORD": "Spodomancy",
   "DEFINITION": "(tephramancy  tephromancy) is a form of divination by examining cinders, soot, or ashes"
 },
 {
   "WORD": "Tyromancy",
   "DEFINITION": "divination by the coagulation of cheese. Divination by means of cheese."
 },
 {
   "WORD": "Thumomancy",
   "DEFINITION": "Divination by one's own soul, prophesying from one's own soul"
 },
 {
   "WORD": "Theriomancy",
   "DEFINITION": "divination from the movements of animals."
 },
 {
   "WORD": "Sternomancy",
   "DEFINITION": "Divination by the breast-bone"
 },
 {
   "WORD": "Sycomancy",
   "DEFINITION": " Divination by means of figs or fig-leaves. "
 },
 {
   "WORD": "Chiromancy",
   "DEFINITION": "divination by the hand; the art of telling the characters and fortunes of persons by inspection of their hands; palmistry"
 },
 {
   "WORD": "Scapulimancy",
   "DEFINITION": "Divination by means of the cracks in a shoulder-blade put into the fire."
 },
 {
   "WORD": "Spatalamancy",
   "DEFINITION": "divination involving the examination of animal feces."
 },
 {
   "WORD": "Oneiromancy",
   "DEFINITION": "divination based upon dreams; it is a system of dream interpretation that uses dreams to predict the future"
 },
 {
   "WORD": "Spasmatomancy",
   "DEFINITION": "is properly a part of medicine, for it is the art of foretelling from convulsive twitchings of the limbs diseases by which a man is about to be attacked"
 },
 {
   "WORD": "Scyphomancy ",
   "DEFINITION": "divination using a cup or goblet."
 },
 {
   "WORD": "Rhapsodomancy",
   "DEFINITION": "an antient kind of divination performed by pitching on a passage of a poet at hazard, and reckoning on it as a prediction of what was to come to pass"
 },
 {
   "WORD": "Rhabdomancy",
   "DEFINITION": "Divination by means of a rod or wand; spec. the art of discovering ores, springs of water, etc., in the earth by means of a divining-rod."
 },
 {
   "WORD": "Pyromancy",
   "DEFINITION": "by which conjectures were made from the motions of the sacrificial flame...divination by means of fire"
 },
 {
   "WORD": "Psychomancy",
   "DEFINITION": "divining by men’s souls, affections, wills, religious or moral dispositions."
 },
 {
   "WORD": "podomancy",
   "DEFINITION": "divination from signs derived from inspection of the feet"
 },
 {
   "WORD": "Psephomancy",
   "DEFINITION": "divination by pebbles"
 },
 {
   "WORD": "Pegomancy",
   "DEFINITION": "Divination by springs or fountains."
 },
 {
   "WORD": "Ornomancy",
   "DEFINITION": "Divination by means of the flight and cries of birds"
 },
 {
   "WORD": "Ophiomancy",
   "DEFINITION": "Divination by means of serpents. the art of making predictions from serpents"
 },
 {
   "WORD": "Onycomancy",
   "DEFINITION": "form of divination using fingernails "
 },
 {
   "WORD": "Onomatomancy",
   "DEFINITION": "Divination by names or the letters of a name."
 },
 {
   "WORD": "Lithomancy",
   "DEFINITION": "Divination by signs derived from stones."
 },
 {
   "WORD": "Omphalomancy",
   "DEFINITION": "Divination by the number of knots on the umbilical cord at birth, of the number of future children of the mother."
 },
 {
   "WORD": "Metopomancy",
   "DEFINITION": "Divination by the forehead or face."
 },
 {
   "WORD": "Oinomancy",
   "DEFINITION": "divination conducted by examining patterns in wine."
 },
 {
   "WORD": "Necromancy",
   "DEFINITION": "divination by means of communication with the dead"
 },
 {
   "WORD": "Myomancy",
   "DEFINITION": "Divination by the movements of mice."
 },
 {
   "WORD": "Molybdomancy",
   "DEFINITION": "divination using molten metal  [divination] by noting motions and figures in molten lead.  Typically molten lead or tin is dropped into water."
 },
 {
   "WORD": "Macharomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Logarithmancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Lithomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Libanomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Lampadomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Lecanomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Labiomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Ichthyonomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Idolomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Hieromancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Halomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Gyromancy ",
   "DEFINITION": ""
 },
 {
   "WORD": "Graptomancy",
   "DEFINITION": ""
 },
 {
   "WORD": "Powdermilk Biscuits",
   "DEFINITION": "fictituous product from a Prarie Home Companion:  \"give shy persons the strength to get up and do what needs to be done. Heavens, they're tasty and expeditious.\" "
 },
 {
   "WORD": "Somnambulism",
   "DEFINITION": "sleepwalking"
 },
 {
   "WORD": "Psychosomatic ",
   "DEFINITION": "(of a physical illness or other condition) caused or aggravated by a mental factor such as internal conflict or stress,  of or relating to the interaction of mind and body"
 },
 {
   "WORD": "Ingressive ",
   "DEFINITION": "of or relating to ingress; having the quality or character of entering,  Phonetics (of a speech sound) made with an intake of air rather than an exhalation. Compare with egressive.\n• (of an airflow) inward"
 },
 {
   "WORD": "Egressive",
   "DEFINITION": "(of a speech sound) produced using the normal outward-flowing airstream"
 },
 {
   "WORD": "Scopophilia",
   "DEFINITION": "sexual pleasure derived chiefly from watching others when they are naked or engaged in sexual activity; voyeurism"
 },
 {
   "WORD": "synechdoche",
   "DEFINITION": "a figure of speech in which a part is made to represent the whole or vice versa, as in Cleveland won by six runs (meaning “Cleveland's baseball team”)."
 },
 {
   "WORD": "metonym",
   "DEFINITION": "a word, name, or expression used as a substitute for something else with which it is closely associated. For example, Washington is a metonym for the federal government of the US."
 },
 {
   "WORD": "atavistic",
   "DEFINITION": "relating to or characterized by reversion to something ancient or ancestral:"
 },
 {
   "WORD": "Dreamsdocometrue ",
   "DEFINITION": ":')"
 },
 {
   "WORD": "eucatastrophe",
   "DEFINITION": "[‘ Esp. in a fictional narrative: a (sudden or unexpected) favourable turn of events; esp. a resolution of this type; a happy ending."
 },
 {
   "WORD": "irreverent ",
   "DEFINITION": "showing a lack of respect for people or things that are generally taken seriously"
 },
 {
   "WORD": "conjecture",
   "DEFINITION": "an opinion or conclusion formed on the basis of incomplete information"
 },
 {
   "WORD": "eponymous",
   "DEFINITION": "(of a person) giving their name to something: the eponymous hero of the novel.\n• (of a thing) named after a particular person"
 },
 {
   "WORD": "Vocalese ",
   "DEFINITION": "a style of singing in which singers put words to jazz tunes, especially to previously improvised instrumental solos. See scat"
 },
 {
   "WORD": "cogent",
   "DEFINITION": "(of an argument or case) clear, logical, and convincing."
 },
 {
   "WORD": "Tritanopia",
   "DEFINITION": "a rare form of color-blindness resulting from insensitivity to blue light, causing confusion of greens and blues."
 },
 {
   "WORD": "Acephalous",
   "DEFINITION": " no longer having a head: Zoology not having a head.\n• having no leader or chief"
 },
 {
   "WORD": "Protanopia",
   "DEFINITION": "color-blindness resulting from insensitivity to red light, causing confusion of greens, reds, and yellows. It is hereditary and is the most common form of color-blindness. Also called daltonism."
 },
 {
   "WORD": "deuteranopia ",
   "DEFINITION": "color-blindness resulting from insensitivity to green light, causing confusion of greens, reds, and yellows."
 },
 {
   "WORD": "placid",
   "DEFINITION": "not easily excited or upset"
 },
 {
   "WORD": "thwarted",
   "DEFINITION": "prevent (someone) from accomplishing something"
 },
 {
   "WORD": "compendious",
   "DEFINITION": "containing or presenting the essential facts of something in a comprehensive but concise way"
 },
 {
   "WORD": "facile",
   "DEFINITION": " appearing neat and comprehensive only by ignoring the true complexities of an issue; superficial.\n• (of a person) having a superficial or simplistic knowledge or approach"
 },
 {
   "WORD": "refrigerant",
   "DEFINITION": "causing cooling"
 },
 {
   "WORD": "poetaster",
   "DEFINITION": "a person who writes inferrior poetry"
 },
 {
   "WORD": "semantics",
   "DEFINITION": "the branch of linguistics and logic concerned with meaning. There are a number of branches and subbranches of semantics, including formal semantics, which studies the logical aspects of meaning, such as sense, reference, implication, and logical form, lexical semantics, which studies word meanings and word relations, and conceptual semantics, which studies the cognitive structure of meaning.\n• the meaning of a word, phrase, sentence, or text:"
 },
 {
   "WORD": "acatalepsy",
   "DEFINITION": "Unknowability, incomprehensibility, originally as a characteristic of all things, according to the ancient Sceptics. Hence also: scepticism, profession of ignorance."
 },
 {
   "WORD": "à la débandade",
   "DEFINITION": " In a manner or by a method not restricted by formation, discipline, or rules; in disordered haste; in confusion, disorder, or disarray; randomly. Occas. as adj."
 },
 {
   "WORD": "morrillo ",
   "DEFINITION": "The muscle at the back of the bull's neck, one of the targets for the lances of the bullfighters."
 },
 {
   "WORD": "Reverence ",
   "DEFINITION": "deep respect for someone or something:"
 },
 {
   "WORD": "podagra",
   "DEFINITION": "gout of the foot, especially the big toe.\n"
 },
 {
   "WORD": "conceit",
   "DEFINITION": "1 excessive pride in oneself: he was puffed up with conceit.\n2 a fanciful expression in writing or speech; an elaborate metaphor"
 },
 {
   "WORD": "ostensibly",
   "DEFINITION": "apparently or purportedly, but perhaps not actually"
 },
 {
   "WORD": "concession ",
   "DEFINITION": "1 a thing that is granted, especially in response to demands; a thing conceded • the action of conceding, granting, or yielding something. • (a concession to) a gesture, especially a token one, made in recognition of a demand or prevailing standard"
 },
 {
   "WORD": "suture ",
   "DEFINITION": "1 a stitch or row of stitches holding together the edges of a wound or surgical incision.\n• a thread or wire used for this.\n• the action of stitching together the edges of a wound or incision."
 },
 {
   "WORD": "providence",
   "DEFINITION": "the protective care of God or of nature as a spiritual power:"
 },
 {
   "WORD": "quotidian",
   "DEFINITION": "of or occurring every day; daily"
 },
 {
   "WORD": "ichor",
   "DEFINITION": "In Greek mythology, Ichor (/ˈaɪkər/ or /ˈɪkər/; Ancient Greek: ἰχώρ) is the ethereal golden fluid that is the blood of the gods and/or immortals."
 },
 {
   "WORD": "provenance",
   "DEFINITION": "the place of origin or earliest known history of something"
 },
 {
   "WORD": "fremescent",
   "DEFINITION": "  Murmuring, growing noisy."
 },
 {
   "WORD": "vortal",
   "DEFINITION": "an Internet site that provides a directory of links to information related to a particular industry."
 },
 {
   "WORD": "Rapt",
   "DEFINITION": "1 completely fascinated by what one is seeing or hearing: Andrew looked at her, rapt.\n• indicating or characterized by a state of fascination: they listened with rapt attention.\n• filled with an intense and pleasurable emotion; enraptured: she shut her eyes and seemed rapt with desire.\n2 archaic or literary having been carried away bodily or transported to heaven: he was rapt on high.\n"
 },
 {
   "WORD": "Cornucopia",
   "DEFINITION": "a symbol of plenty consisting of a goat's horn overflowing with flowers, fruit, and corn.\n• an ornamental container shaped like a goat's horn.\n• an abundant supply of good things of a specified kind:"
 },
 {
   "WORD": "micacious",
   "DEFINITION": "Sparkling, shining. Also fig."
 },
 {
   "WORD": "tenson",
   "DEFINITION": "A contest in verse between rival troubadours; a piece of verse or song composed for or sung in such a contest."
 },
 {
   "WORD": "rannygazoo",
   "DEFINITION": "[‘ Nonsense, deception; foolishness, fuss, exaggeration; (also) an instance of this; a prank, a trick.’]"
 },
 {
   "WORD": "paradoxography",
   "DEFINITION": "A literary genre, originating in early Alexandrian Greece, in which (natural or man-made) phenomena considered remarkable or fantastic are described."
 },
 {
   "WORD": "comitology",
   "DEFINITION": " Originally: the study of the organization and functions of committees. In later use also: committees and their practices considered collectively, now esp. in the context of the implementation of European Union legislation and policy.’"
 },
 {
   "WORD": "epithet",
   "DEFINITION": "an adjective or descriptive phrase expressing a quality characteristic of the person or thing mentioned"
 },
 {
   "WORD": "Tacit",
   "DEFINITION": "understood or implied without being stated"
 },
 {
   "WORD": "Aplomb",
   "DEFINITION": "self-confidence or assurance, especially when in a demanding situation"
 },
 {
   "WORD": "insouciant",
   "DEFINITION": "showing a casual lack of concern; indifference"
 },
 {
   "WORD": "keraunopathy",
   "DEFINITION": "The pathology of lightning; The scientific study of the effects of lightning on living things, with emphasis on its anatomic and functional effects."
 },
 {
   "WORD": "muliebrity",
   "DEFINITION": "[‘ The characteristics or qualities of a woman; womanhood, womanliness (opposed to virility). Also: softness, effeminacy.’]\n"
 },
 {
   "WORD": "(p)neume ",
   "DEFINITION": "EMMA – hey that's me! Hi Eli!!!!"
 },
 {
   "WORD": "acousmatic ",
   "DEFINITION": "Of, designating, or characterized by sound produced without a visible source, or a visual component or association; audible but unseen."
 },
 {
   "WORD": "nullibiquitous",
   "DEFINITION": "[‘ Existing nowhere.’]\n"
 },
 {
   "WORD": "mataeotechny",
   "DEFINITION": "An unprofitable or pointless science, skill, or activity"
 },
 {
   "WORD": "porphyry",
   "DEFINITION": "a textural term for an igneous rock consisting of large-grained crystals such as feldspar or quartz dispersed in a fine-grained feldspathic matrix or groundmass. The larger crystals are called phenocrysts. ALSO: a Neoplatonic philosopher who was born in Tyre, in the Roman Empire.[1] He edited and published the Enneads, the only collection of the work of his teacher Plotinus. His commentary on Euclid's Elements was used as a source by Pappus of Alexandria.[2]"
 },
 {
   "WORD": "draco volans",
   "DEFINITION": "A large meteor which burns or glows brightly on entering the earth's atmosphere; a fireball"
 },
 {
   "WORD": "nephology",
   "DEFINITION": "The scientific study of clouds.’"
 },
 {
   "WORD": "Mackerel Sky",
   "DEFINITION": "A sky dappled with rows of small white fleecy clouds (cirrocumulus or high altocumulus), resembling the pattern of scales on a mackerel's back."
 },
 {
   "WORD": "Telegenic",
   "DEFINITION": "Of a person or thing: that shows to advantage on television; providing an interesting or attractive subject for a television broadcast."
 },
 {
   "WORD": "bric-a-brac",
   "DEFINITION": "Old curiosities of artistic character, knick-knacks, antiquarian odds-and-ends, such as old furniture, plate, china, fans, statuettes, and the like."
 },
 {
   "WORD": "saltation",
   "DEFINITION": "Leaping, bounding, or jumping; a leap. / dance ( Pulsation or spurting forth (of blood).)"
 },
 {
   "WORD": "Stygian",
   "DEFINITION": "of or relating to the Styx River."
 },
 {
   "WORD": "Laager",
   "DEFINITION": "A camp, encampment; among the S. African Boers, a temporary lodgement in the open marked out by an encircling line of wagons"
 },
 {
   "WORD": "enfilade",
   "DEFINITION": "A suite of apartments, whose doorways are placed opposite to each other // . To set (trees) so as to form an enfilade. "
 },
 {
   "WORD": "satrap",
   "DEFINITION": "A governor of a province under the ancient Persian monarchy. (In the Book of Daniel anachronistically attributed to the Babylonian empire.) // A subordinate ruler"
 },
 {
   "WORD": "muliebral",
   "DEFINITION": "Of, relating to, or characteristic of women or womanhood."
 },
 {
   "WORD": "nictitating",
   "DEFINITION": "Winking, blinking"
 },
 {
   "WORD": "impasto",
   "DEFINITION": "The laying on of colour thickly; impasting, as a characteristic of style"
 },
 {
   "WORD": "acroterion",
   "DEFINITION": "A pedestal on the centre or side of a pediment on which a statue or other ornament is placed."
 },
 {
   "WORD": "mephitic",
   "DEFINITION": "of a gas or vapour: offensive to the smell, foul-smelling; noxious, poisonous, pestilential"
 },
 {
   "WORD": "limpid",
   "DEFINITION": "(of a liquid) free of anything that darkens; completely clear. (of a person's eyes) unclouded; clear. (especially of writing or music) clear and accessible or melodious."
 },
 {
   "WORD": "alytarch",
   "DEFINITION": "An official responsible for maintaining order at the ancient Olympic Games."
 },
 {
   "WORD": "spandrels ",
   "DEFINITION": "the almost triangular space between one side of the outer curve of an arch, a wall, and the ceiling or framework.spandrel\nspandrel\n• the space between the shoulders of adjoining arches and the ceiling or molding above."
 },
 {
   "WORD": "iota",
   "DEFINITION": "1 the ninth letter of the Greek alphabet ( Ι, ι), transliterated as ‘i.’\n• (Iota) [ followed by Latin genitive ] Astronomy the ninth star in a constellation: Iota Piscium.\n2 [ in sing., usu. with negative ] an extremely small amount:"
 },
 {
   "WORD": "tumult",
   "DEFINITION": "a loud, confused noise, especially one caused by a large mass of people"
 },
 {
   "WORD": "halcyon ",
   "DEFINITION": "denoting a period of time in the past that was idyllically happy and peaceful"
 },
 {
   "WORD": "asunder",
   "DEFINITION": "into pieces, apart, divided"
 },
 {
   "WORD": "winsome",
   "DEFINITION": "attractive or appealing in appearance or character"
 },
 {
   "WORD": "corvine",
   "DEFINITION": "of or like a raven or crow, especially in color"
 },
 {
   "WORD": "demagogue",
   "DEFINITION": "a political leader who seeks support by appealing to popular desires and prejudices rather than by using rational argument.\n• (in ancient Greece and Rome) a leader or orator who espoused the cause of the common people."
 },
 {
   "WORD": "nare",
   "DEFINITION": "A nostril"
 },
 {
   "WORD": "paraffle",
   "DEFINITION": "An ostentatious display"
 },
 {
   "WORD": "Nachlass",
   "DEFINITION": "Writings remaining unpublished at an author's death"
 },
 {
   "WORD": "saccadic",
   "DEFINITION": "French for jerk) is a quick, simultaneous movement of both eyes between two or more phases of fixation in the same direction. The phenomenon can be associated with a shift in frequency of an emitted signal or a movement of a body part or device."
 },
 {
   "WORD": "Groyne",
   "DEFINITION": "A low wall or sturdy timber barrier built out into the sea from a beach to check erosion and drifting.\n"
 },
 {
   "WORD": "Tchotchkes",
   "DEFINITION": "a small object that is decorative rather than strictly functional; a trinket.// a pretty girl or layydeeeee"
 },
 {
   "WORD": "phatic",
   "DEFINITION": "denoting or relating to language used for general purposes of social interaction, rather than to convey information or ask questions. Utterances such as hello, how are you? and nice morning, isn't it? are phatic."
 },
 {
   "WORD": "haecceity",
   "DEFINITION": "the property of being a unique and individual thing."
 },
 {
   "WORD": "Chimera",
   "DEFINITION": "1.(in Greek mythology) a fire-breathing female monster with a lion's head, a goat's body, and a serpent's tail.\n2.a thing that is hoped or wished for but in fact is illusory or impossible to achieve."
 },
 {
   "WORD": "ansible",
   "DEFINITION": "[‘ In science fiction: a device that enables instantaneous communication over any distance. Also: this as a form of communication.’"
 },
 {
   "WORD": "minimifidian",
   "DEFINITION": "That reduces faith to a minimum; having little faith"
 },
 {
   "WORD": "pernicity",
   "DEFINITION": "Swiftness, quickness, agility."
 },
 {
   "WORD": "leggiero",
   "DEFINITION": "Light, delicate."
 },
 {
   "WORD": "potulent",
   "DEFINITION": "Drunken; given to or characterized by drinking."
 },
 {
   "WORD": "accipitral",
   "DEFINITION": "Resembling that of a falcon or hawk, esp. in respect of sight or temperament; sharp-eyed, hawklike."
 },
 {
   "WORD": "Ommatophore",
   "DEFINITION": "A part of an invertebrate animal, esp. a tentacle, that bears an eye; an eyestalk."
 },
 {
   "WORD": "Pelagic ",
   "DEFINITION": "relating to the open sea: (chiefly of fish) inhabiting the upper layers of the open sea."
 },
 {
   "WORD": "Demersal",
   "DEFINITION": "(typically of fish) living close to the floor of the sea or a lake."
 },
 {
   "WORD": "chyron",
   "DEFINITION": "an electronically generated caption superimposed on a television or movie screen."
 },
 {
   "WORD": "Cicatrix",
   "DEFINITION": "the scar of a healed wound.\n• a scar on the bark of a tree.\n• Botany a mark on a stem left after a leaf or other part has become detached.\n"
 },
 {
   "WORD": "monostich",
   "DEFINITION": "A monostich is a poem which consists of a single line"
 },
 {
   "WORD": "peisant",
   "DEFINITION": "Having great weight; heavy, massive; forcible, as a heavy blow. arch. and rare after early 16th cent"
 },
 {
   "WORD": "thaumazein // thaumaturge",
   "DEFINITION": " wonder (θαυμάζειν, thaumazein in Ancient Greek) // thaumaturge: a worker of wonders and performer of miracles; a magician.\n"
 },
 {
   "WORD": "kayfabe",
   "DEFINITION": "in professional wrestling: the fact or convention of presenting staged events, performances, and competitors' rivalries as if they were authentic or spontaneous.’]   Various etymological explanations have been offered for this word, which is often said to have originated in U.S. travelling carnivals and appears to have been coined with morphological and semantic opacity in mind. It has been interpreted as an alteration (following the conventions of back slang) of the command ‘Be fake!’"
 },
 {
   "WORD": "limerence",
   "DEFINITION": "the state of being infatuated or obsessed with another person, typically experienced involuntarily and characterized by a strong desire for reciprocation of one's feelings but not primarily for a sexual relationship."
 },
 {
   "WORD": "antistrophic",
   "DEFINITION": "The second stanza, and those like it, in a poem consisting of alternating stanzas in contrasting metrical form. // the portion of an ode sung by the chorus in its returning movement from west to east, in response to the strophe, which was sung from east to west.[1]"
 },
 {
   "WORD": "Inclement ",
   "DEFINITION": "(of the weather) unpleasantly cold or wet."
 },
 {
   "WORD": "babiche",
   "DEFINITION": "Strips of rawhide or sinew used as laces, thread, webbing, etc., esp. in snowshoes."
 },
 {
   "WORD": "bacciferous",
   "DEFINITION": "Berry-bearing, producing berries."
 },
 {
   "WORD": "Backronym",
   "DEFINITION": "An acronym formed from a phrase whose initial letters spell out a particular word or words, chosen to enhance memorability."
 },
 {
   "WORD": "cloy",
   "DEFINITION": "disgust or sicken (someone) with an excess of sweetness, richness, or sentiment."
 },
 {
   "WORD": "cryptozoology",
   "DEFINITION": "the search for and study of animals whose existence or survival is disputed or unsubstantiated, such as the Loch Ness monster and the yeti."
 },
 {
   "WORD": "Agannipe",
   "DEFINITION": "Used allusively to denote the source of poetic inspiration, or a person's poetic power, voice, or method. Also attrib., as Aganippe spring, Aganippe well, etc."
 },
 {
   "WORD": "polder",
   "DEFINITION": "a piece of low-lying land reclaimed from the sea or a river and protected by dikes, especially in the Netherlands."
 },
 {
   "WORD": "ovicaprid",
   "DEFINITION": "A sheep or a goat"
 },
 {
   "WORD": "inconcinnity",
   "DEFINITION": "lack of suitability or congruity : inelegance."
 },
 {
   "WORD": "revirescence",
   "DEFINITION": "the action, quality, or fact of growing fresh or new again; return to a youthful or flourishing condition; an instance of this."
 },
 {
   "WORD": "Sundog or parhelion",
   "DEFINITION": "a bright spot in the sky appearing on either side of the sun, formed by refraction of sunlight through ice crystals high in the earth's atmosphere."
 },
 {
   "WORD": "Per aspera ad astra",
   "DEFINITION": "Per aspera ad astra is a popular Latin phrase meaning \"through hardships to the stars\". The phrase is one of the many Latin sayings that use the expression ad astra, meaning \"to the stars\""
 },
 {
   "WORD": "pernicious ",
   "DEFINITION": "having a harmful effect, especially in a gradual or subtle way."
 },
 {
   "WORD": "ekphrasis",
   "DEFINITION": "https://www.poetryfoundation.org/learn/glossary-terms/ekphrasis"
 },
 {
   "WORD": "mentimutation",
   "DEFINITION": "a change of mind"
 }
]